<p><strong>20 сентября 2015 года в 12 часов МСК</strong><br />
    <strong>Просьба не выполнять данную световую работу раньше назначенного времени, поскольку во Всемирном Храме Огней Вознесения и в целом по планете ещё идут подготовительные мероприятия к приёму Огня Магнитного Равновесия. Необходимо консолидировать все наши усилия и встретиться в назначенное время 20 сентября в 12 часов МСК.</strong></p>

<p><img alt="Расцвет лотоса изобилия" class="thumbnail" src="http://www.galaxysss.ru/upload/HtmlContent/gs_events/content/00000011/1442614377_D37GepPqj8.jpg" style="width: 100%;" /></p>

<p><strong>МАГНИТНЫЙ ВЕСТНИК&nbsp;</strong><strong>ВОЗНЕСЕНИЯ</strong><br />
    &nbsp;</p>

<p><strong>ПРИНИМАЕМ ДАРЫ</strong><br />
    <strong>МАГНИТНОГО ЕДИНСТВА МЛЕЧНОГО ПУТИ</strong><br />
    Здравствуйте, Солнечные Ангелы! Здравствуйте, строители Эпохи Огня на благословенной планете Земля! Я, Крайон, Мастер Вселенского Магнетизма, сегодня с особыми, тонкими чувствами приглашаю вас к новой планетарной работе, очень важной для Земли и всех землян. Мы продолжаем говорить о достижении Единства на вашей планете &mdash; как особом состоянии по многим параметрам вашего многомерного бытия. Это Единство невозможно без одной важной составляющей, о значении которой хочу вам рассказать.</p>

<p>Мы уже много говорили о том, что вся ваша генетика работает на магнетизме. Нет на Земле ни одной формы жизни, которая способна существовать, не имея в своём геноме магнитной основы. Магнетизм обеспечивает жизнедеятельность внутри генома и его взаимодействие с окружающим миром. В первую очередь, с самой Землёй. Но магнитные связи с некоторыми формами жизни у людей были прерваны. Во-первых, из-за того, что надо было провести в некоторой изоляции Эксперимент Дуальности. Во-вторых, люди сами прервали тесные связи со многими формами животного и растительного царств, присвоив право вершить судьбы окружающего вас мира. В этом &mdash; ваше кармическое наследие, которое можно изменить, активировав процесс Единения со всеми формами жизни. Единение в своё время приведёт к гармоничному Единству людей и всего окружающего их мира. Сейчас мы поведём речь о восстановлении магнитного Единства. Такого Единства на генном уровне, в результате достижения которого многое изменится на планете и в вашей жизни. Оно подобно молоку матери, которое взращивает новые жизни. Магнитное Единство является тем самым важным, тонким и чрезвычайно необходимым аспектом общего Единства, без которого вы не постигнете и не достигнете Божественной, космической целостности. Это &ndash; наше единство на Млечном Пути Галактики.</p>

<p><img alt="" class="thumbnail" src="http://www.galaxysss.ru/upload/HtmlContent/gs_events/content/00000011/1442614623_86OdXQyvzA.jpg" style="width: 100%;" /></p>

<p>Что же такое магнетическое Единство? И о чём я хочу вам поведать, дорогие мои Ангелы с Великого Центрального Солнца? К каким знаниям сейчас стану взывать, обращаясь к вашим сердцам? На глубинном уровне вам известно всё, о чём хочет рассказать Крайон. И моя задача состоит в том, чтобы разбудить ваши глубинные знания и сделать их достоянием коллективного сознания человечества.</p>

<p>Снова укажу на значимость для существования вашего генома магнитных связей и магнитных путей единения между различными формами жизни. Ключ от этих связей в вашей Галактике Млечный Путь находится в Сердце Магнитного Ядра Галактики &ndash; Археирар. Этот ключ &ndash; своеобразное Магнитное Пламя, которое мы называем Огнём Магнитного Равновесия (ОМаР или ОМ-АР). Именно &ndash; РАВНОВЕСИЯ. Об этом я и расскажу сейчас более подробно. Многомерный магнетизм людей образует кластер, который обеспечивает развитие как магнитных связей внутри генома (как особой магнетической &laquo;капсулы&raquo;), так и магнитных связей с иными формами жизни (взаимодействие магнитной &laquo;капсулы&raquo; с другими магнитными &laquo;капсулами&raquo;). Магнетические параметры и взаимосвязи меняются каждый раз по мере перехода планеты и каждой формы жизни на новый этап эволюции. Многое зависит от жизненных программ. Незыблемости в вопросах магнетизма не существует. Каждый раз, при изменении эволюционных программ, службе Крайона и Археирар необходимо вносить изменения во внутригеномные связи, а потом &mdash; в связи внешние. И после этого создаётся баланс между ними, приводящий к равновесности. Только тогда во всём планетарном комплексе различных форм жизни создаётся возможность для выполнения определённых эволюционных программ.</p>

<p>Сейчас на планете Земля как раз и происходит переход к новому эволюционному этапу всех форм жизни. Для всех измерений и их подуровней; для всех пространственно-временных континуумов (ПВК), а не только для вашего ПВК. Поймите, что само Вознесение неукоснительно диктует магнитное Единство. Без него новый этап Вознесения, который начался с приходом Космических Огней Вознесения, невозможен. И мы продолжаем принимать на Землю помощь и от Галактики Млечный Путь, и от нашей Вселенной &mdash; для того, чтобы достичь полной балансировки всех сторон и аспектов Единства жизни планеты.</p>

<p>Милые мои Ангелы! Сейчас я снова напоминаю вам о возможности участия в важной планетарной работе по приёму нового Космического Огня. Он поможет на глубинной магнетической основе достичь того магнитного геномного Единства всех форм жизни планеты, о котором я сказал выше. Этот Огонь уже идёт из Сердца Магнитного Ядра Галактики Археирар. Особый магнитный Огонь несёт новые программы Единства на глубинной магнетической основе. Он станет совершенствовать магнитные связи внутри вашего генома, создавая для каждого из вас новые возможности эволюции &mdash; как людей новой расы человечества, Расы Духовной. Потому что Огонь Магнитного Равновесия создаст возможность менять коренным образом сознание людей в сторону духовности, духовного развития. Связи внутри генома начнут совершенствоваться и развиваться. Если мы уже давно призывали вас к активации вашего генома и его особых слоёв, то с приходом Огня Магнитного Равновесия эта активация пойдёт не просто ускоренно, но принципиально иначе. Вы узнаете о новых, ранее скрытых, возможностях вашего генома. А, значит, и вас самих. Вы пойдёте путём высшего осознания Единства земной жизни. Если сейчас многие из вас уже устремлены к этому Единству и мыслями, и сердцем, и самыми лучшими чувствами, то с началом действия в вашем геноме Огня Магнитного Равновесия у вас возникнет потребность этого Единства и Равновесия на клеточном уровне. Оно станет вашей насущной потребностью. Это новое состояние вы не сможете не понять, не почувствовать, потому что оно подарит вам много радости жизни и яркого желания быть в Единстве со всеми.</p>

<p>Благословенный магнитный Огонь, придя за Землю, и поселившись в её Магнитном Сердце, начнёт аналогичную работу и с геномом планеты, а, значит, и всех других жизненных форм. И ваша задача &mdash; объединить все процессы магнитного единения разных форм жизни. Без этого невозможно достичь Единства в обще планетарном масштабе.<br />
    Огонь Магнитного Равновесия мы направим в Магнитное Сердце Земли. Но сначала его примет Всемирный Храм Огней Вознесения. С этим Огнём станут работать три Храма, связанные с Кристаллическим Сердцем планеты: Ормандус на Байкале, Орканир около Аркаима, Орзалис около египетского Сфинкса. Они смогут непосредственно передавать Огонь Магнитного Равновесия в Кристаллическое Сердце планеты.</p>

<p>Мы обязательно начнём работать с Голубой Розой Галактики, живущей в Магнитном Сердце планеты. Голубая Роза примет этот магнетический Огонь, направив его далее, по новым связям триального магнетизма во все жизненные формы планеты. Но людям необходимо осознанно принять этот Огонь в свою генетику. Конечно, можно дождаться, когда сама планета начнёт менять ваш внутренний магнетизм. Но в том-то и состоит ваша земная миссия, чтобы запустить эти магнетические процессы с разных сторон. И мы это выполним с радостью в сердце, с великой любовью к тому Новому Миру, который вы начали создавать на этой планете.</p>

<p>Ещё одно качество Огня Магнитного Равновесия: он позволит процессы сращивания измерений запустить по новым программам, принесённым ещё Белым Благородным Огнём Эдельвейс. Для этого процесса особо важны магнетические характеристики пространства-времени на каждом подуровне четвёртого и пятого измерений. Огонь Друидов совместно с Лемурийскими Кристаллами Метахара и Ладамир уже многое сделал, насыщая пространство своими компонентами и специальным магнетизмом для процесса Вознесения. Сейчас, после приёма в эти измерения Огня Магнитного Равновесия, появится возможность изменить пространство Вознесения, получить новые возможности для развития полимирности, связи миров и измерений. Более реальным станет вознесение с физическими телами. Для Сотрудников Света &ndash; это важнейший вопрос. Знакомство с Огнём Магнитного Равновесия, работа с ним, сотворчество по многим вопросам, переведут вас на новый уровень световых возможностей.<br />
    Вместе с Огнём Друидов, Огнём Мелхиседека, Белым Благородным Огнём Эдельвейс и другими Огнями Вознесения, Огонь Магнитного Равновесия образует особый союз творческих сил Космического Огня, без которого не сможет состояться Огненная Эпоха на вашей планете. Этот Огонь добавляет, обогащает, расширяет возможности общей Семьи Огней Вознесения.</p>

<p>Я даю вам мантру для призыва Огня Магнитного Равновесия:<br />
    ОМАР-РАА&mdash;ОМ-АР (цветом и жирным шрифтом выделены ударения)</p>

<p>Используйте для сотворчества с Огнём его Символ.</p>

<center>
    <p><a href="https://www.magnitiduha.info/wp-content/uploads/2015/09/%D0%B7%D0%B82.jpg" title="ВНИМАНИЕ: ПЛАНЕТАРНАЯ РАБОТА"><img alt="зи2" src="https://www.magnitiduha.info/wp-content/uploads/2015/09/%D0%B7%D0%B82-300x287.jpg" style="width: 100%;max-width: 400px;" /></a><br />
        <strong>РИСУНОК № 1. СИМВОЛ &laquo;ОГОНЬ МАГНИТНОГО РАВНОВЕСИЯ&raquo;.</strong></p>
</center>

<p>Я предлагаю приступить к выполнению планетарной работы, скомплектовав Группы Поддержки из Работников Света, сердца которых отозвались на вибрации Огня Магнитного Равновесия.<br />
    Приглашаю вас собраться 20 сентября в 12 часов МСК для совместной огненной работы!<br />
    Корабли Флота Аштара Шерана уже привели новый Огонь к Земле. И в ожидании своего часа Огонь Магнитного Равновесия находится сейчас на спутнике Земли &ndash; Луне. От Сердца Археирар он прошёл в Солнечную Систему путями магнитной сети, состоящей из Магнитных Нулевых Точек. Побывал на самом Солнце, а также &mdash; некоторых планетах Солнечной системы, являющимися базовыми магнитными точками в ней. Всего Огонь прошёл семь магнитных Нулевых Точек. И, следуя системе восьмеричности, восьмой точкой назначена Земля &ndash; её Магнитное Сердце. Голубая Роза Галактики трепещет в ожидании Огня Магнитного Равновесия. Ваши сердца в состоянии готовности. И в данный момент вся Земля находится в ожидании свершения нового магнетического преображения.<br />
    Из Магнитного Сердца планеты, ваш Крайон<br />
    30.08.15.-12.09.15.</p>

<p><strong>КРАЙОН,</strong><br />
    <strong>АРХАНГЕЛ САТИЯНИИЛ, АРХЕЯ САТИЯДАНАЙ</strong><br />
    <strong>через Светлану Драчёву,</strong><br />
    <strong>Сергея Канашевского,</strong><br />
    <strong>Марину Шульц.</strong><br />
    <strong>ПРАКТИЧЕСКАЯ РАБОТА (МЕДИТАЦИЯ)</strong></p>

<p><strong>ПРАЗДНИК ОГНЕННЫХ АНГЕЛОВ</strong></p>

<p style="margin-bottom: 40px; margin-top: 40px;"><a class="btn btn-success btn-lg block-center center-block" href="https://www.magnitiduha.info/wp-content/uploads/2015/09/%D0%9F%D1%80%D0%B0%D0%BA%D1%82%D0%B8%D0%BA%D0%B0-%D0%BF%D0%BB%D0%B0%D0%BD%D0%B5%D1%82%D0%B0%D1%80%D0%BD%D0%BE%D0%B9-%D1%80%D0%B0%D0%B1%D0%BE%D1%82%D1%8B.wma">Скачать фаил</a></p>

<p>Радостью наполнены Наши Сердца! Что может быть прекраснее, чем встреча нежнейшего из Огней Вознесения? Этими словами мы не умаляем другие Огни. Но и они с приходом Огня Магнитного Равновесия запоют новую песнь Единства, Любви и Радости несравненной! Этот благословенный Огонь даст необычайной силы и нежности магнитную связку, магнетические объединение и наполнение всем Огням. Усилит величайшее сотворчество. Огонь Магнитного Равновесия &ndash; магнитный Вестник Эпохи Сатия Юги, Вестник Вознесения. Огонь Магнитного Равновесия &ndash; источник гармоничных электро-магнитных вибраций. Именно он сделает в недалёком будущем возможным получение человечеством необходимой энергии из пространства планеты. Многие творческие возможности всех форм жизни позволит открыть и даст им расцвести Огонь Магнитного Равновесия.</p>

<p><img alt="" class="thumbnail" src="http://www.galaxysss.ru/upload/HtmlContent/gs_events/content/00000011/1442614824_un5XFWsjyM.jpg" style="width: 100%;" /></p>

<p>Друзья Эры Огня! Дети нарождающейся Эпохи Сатия Юги! Сегодня мы призвали вас к радости встречи этого, столь необходимого Земле, Огня! Он уже у порога. Он уже сам с нетерпением ждёт того мгновения, когда наши сердца подадут ЗОВ ЛЮБВИ! И на этом Зове Любви он спустится в Магнитное Сердце вашей планеты. Так поспешим это свершить, дорогие друзья!</p>

<p>Сегодня у нас праздник, не правда ли? Значит, станем это событие именно праздновать, привлекая все необходимые атрибуты праздника, и призывая всех любимых нами людей, Сотрудников Света, Учителей, тонкоматериальные Группы Поддержки; всех дорогих и бесконечно милых нашим сердцам существ&hellip;</p>

<p>А теперь не забудьте и одеться празднично! Вспомните о своих нарядах, в которых вы посещаете высшие измерения. Вы можете одеть самые красивые световые одежды. Но, наши дорогие, нет ничего лучше ваших прекрасных Световых и Огненных Тел! Проявите их! Ведь вы встречаете ОГОНЬ! Станьте сами огненными факелами, и осветите всю планету своими неповторимыми огнями!</p>

<p>Вот и прекрасно! Мы уже видим, как по всей Земле засияли ваши тела. Вас уже нельзя назвать &laquo;светлячками&raquo;. Вы воистину Огненные Ангелы! И мы счастливы приветствовать участников встречи Огня Магнитного Равновесия в этом прекрасном статусе. И теперь мы можем, наконец, приступить к нашей радостной работе.</p>

<p>Вспомните о том моменте, когда мы вместе с вами сотворили триальный магнетизм. А потом выстроили Новый Небесный Свод, несущий в своей структуре этот новый магнетизм. Мы встретили Голубую Розу Галактики, пришедшую из Сердца Археирар &ndash; Магнитного Ядра Галактики. Она органично влилась в структуру Нового Небесного Свода и Магнитного Сердца планеты.</p>

<center>
    <p><a href="https://www.magnitiduha.info/wp-content/uploads/2015/09/%D0%B7%D0%B81.jpg" title="ВНИМАНИЕ: ПЛАНЕТАРНАЯ РАБОТА"><img alt="зи1" src="https://www.magnitiduha.info/wp-content/uploads/2015/09/%D0%B7%D0%B81-300x300.jpg" style="width: 100%;max-width: 400px;" /></a></p>
    <strong>РИСУНОК. № 2. СХЕМА НОВОГО НЕБЕСНОГО СВОДА И МАГНИТНОГО ЯДРА.</strong>

    <p>&nbsp;</p>
</center>

<p>Сейчас нам предстоит провести Огонь Магнитного Равновесия в объятия Голубой Розы и соединить его с Магнитным Сердцем Земли.</p>

<p>В данный момент наш Космический Гость находится в магнитной Нулевой Точке спутника Земли &ndash; Луны. Корабли Флота Аштара Шерана провели его по Солнечной системе, и специальная группа сотрудников межгалактической станции &laquo;КРОТОН-1&raquo; готова помогать нам в сопровождении Огня на Землю.<br />
    Высказываем готовность к взаимодействию с Огнём Магнитного Равновесия! Призываем к сотворчеству свои Высшие &laquo;Я&raquo;, все работающие на планете Огни Вознесения&hellip; Мать-Землю Марию&hellip; Духовных Кураторов Проекта &laquo;Вознесение&raquo; Аштара Шерана и Эль Мориа, Верховного Жреца Всемирного Храма Огней Вознесения Рамелиуса, а также Голубую Розу Галактики в Магнитном Сердце Земли! Призываем Магнитное Ядро Галактики &ndash; Археирар!</p>

<p>Объединяемся со всеми участниками священной церемонии в Единое Сакральное Сердце!</p>

<p>В этот раз мы не полетим на экватор. У нас сегодня иная расстановка сил. И этому причиной является то, что пришедший на Землю Огонь снизойдёт через структуру Всемирного Храма Огней Вознесения. Эта новая для планеты структура начинает действовать и оживать для освоения пространства Земли Огнями Вознесения. Это &ndash; их поле работы и жизнеобеспечения. Всемирный Храм &ndash; вместилище всех процессов Вознесения и программ Эпохи Огня. И вам сегодня предстоит впервые познакомиться с работой этого Величественного Храма.</p>

<p><img alt="" class="thumbnail" src="http://www.galaxysss.ru/upload/HtmlContent/gs_events/content/00000011/1442614785_5r2w8NOKIW.jpg" style="width: 100%;" /></p>

<p>Мы приглашаем вас сейчас встать ОДНОВРЕМЕННО в три точки внутри Всемирного Храма Огней Вознесения.<br />
    Первой точкой станет&nbsp;<strong>Храм ОРМАНДУС НА ОЗЕРЕ БАЙКАЛ</strong>. Вглядитесь в глубину озера. Этот Храм начинает просвечивать своими куполами сквозь чистейшую синь озера. И вы начинаете видеть, как будто световые крылья выходят над поверхностью воды и образуют надводную часть Храма. Сонастройтесь с этим Храмом! Он соединён воедино с Кристаллом Саэльвотор, составной частью триединого Кристаллического Сердца планеты. Сейчас их Единение особенно ярко выражено, потому что они оба &ndash; и Храм, и Кристалл &mdash; готовятся к приёму Огня Магнитного Равновесия. Пригласите в наше Единое Сакральное Сердце всех Жрецов и Жриц этого Храма.</p>

<p>Второй точкой вашего присутствия станет<strong>&nbsp;ХРАМ ОРКАНИР НА УРАЛЕ</strong>, в районе Аркаима. Он также связан с Кристаллическим Сердцем планеты через Кристалл Уралан. Этот Храм совершенно не похож на байкальский. Настройтесь на него. Он вырастает, подобно столбу света, из глубины Уральских гор. Постепенно вы начинаете различать его конструкцию. Он многомерен и динамичен в световом проявлении. Вглядитесь в него. У него есть своё магнитное ядро. Мы им воспользуемся при работе. Поприветствуйте всех служителей Храма и пригласите их слиться с нами в Единое Сакральное Сердце&hellip;<br />
    Наконец, вы сосредотачиваетесь на третьем Храме. Он находится в Африке, около Сфинкса, и сотрудничает с Кристаллом Сфинкс.&nbsp;<strong>ЭТОТ ХРАМ ЗОВЁТСЯ ОРЗАЛИС.</strong>&nbsp;Он парит над знойной пустыней и отсвечивает красно-оранжевыми бликами огней. Орзалис, как и его собратья, многомерен. И вы можете проследить его структуру в высших мерностях.<br />
    Эти три Храма обладают важной особенностью. Они работают в единстве с триединым Кристаллическим Сердцем Земли. Значит, Огонь Магнитного Равновесия сразу попадёт именно туда. Кроме этого, нам надо провести его в Магнитное Сердце планеты и соединить с Голубой Розой.<br />
    Ещё раз призываем вас находиться сразу, одновременно, около этих трёх Храмов. Держите связь с ними постоянно. Это очень важно&hellip;<br />
    Настраивайтесь на символ Огня Магнитного Равновесия (рис.1.). И призывайте Огонь мантрой:<br />
    ОМАР-РАА-ОМ-АР</p>

<div class="col-lg-12">
    <div class="col-lg-8 col-lg-offset-2">
        <p><img alt="" class="thumbnail" src="http://www.galaxysss.ru/upload/HtmlContent/gs_events/content/00000011/1442615019_acrmh8x5ls.jpg" style="width: 100%;" /></p>
    </div>
</div>

<p>Пойте мантру до тех пор, пока символ Огня не оживёт, не наполнится жизнью, движением и вибрациями этой мантры. Вы увидите, как он буквально сливается со звучанием мантры&hellip;<br />
    Призывайте сотрудников базы &laquo;КРОТОН-1&raquo; и вместе с ними направляйте Огонь Магнитного Равновесия в Храмы Ормандус, Орканир и Орзалис. Вы увидите, как символ Огня начинает посылать свои голограммы в эти три Храма. Принимайте Огонь вместе со Жрецами этих Храмов и опускайте его на алтари. Проследите, как Огонь Магнитного Равновесия начинает проникать в Кристаллическое Сердце Земли через Кристаллы Саэльвотор, Уралан и Сфинкс. Отсюда Земля-Матушка направляет его во все свои кристаллические структуры&hellip;</p>

<p>А теперь устанавливаем символ Огня Магнитного Равновесия (Рис.1.) вверху и внизу Нового Небесного Свода (Магнитного Ядра) (Рис.2.). И по оси, связывающей их, направляйте оба символа в самый центр планетарного Магнитного Сердца. Оба символа сливаются в единый, и он вспыхивает прекрасным Золотым Сердцем! Сияет магнитная голубая семилучевая звезда, излучая высокие энергии седьмого измерения. Распускаются нежные фиолетовые лепестки нарождающейся восьмеричности вашего мира. А в середине символа оживает Великий Знак Божественной Триады! В центре Триады живёт Великое Магнетическое Единство.<br />
    Огонь Магнитного Равновесия укрепляется в Магнитном Сердце планеты! Огонь Магнитного Равновесия соединяется с Голубой Розой Галактики! Посмотрите, как трепетны эти объятия! И Голубая Роза, и Огонь Магнитного Равновесия вышли из Сердца Археирар! Сейчас они воссоединились, и Археирар нежно вводит их в Сердце Земли. Теперь Голубая Роза и Огонь Магнитного Равновесия начнут новый творческий этап по сотворению Вознесения планетарной жизни.</p>

<p>Дорогие Огненные Ангелы! Вы так прекрасны в своём огненном преображении! Вы поняли, что новый Огонь поселился и в нашем Едином Сакральном Сердце? А, значит, в Сакральном Сердце каждого из вас&hellip; Отныне вы &ndash; носители Огня Магнитного Равновесия. И это даёт вам всем великую возможность творить вместе с Огнём из своей глубинной огненной сути.</p>

<p>Спасибо, что вы собрались, как всегда, дружной командой! Спасибо за ваше огненное величие! Спасибо за то, что вы вместе с нами продолжаете осуществлять приход Космических Огней на вашу прекрасную Землю&hellip;</p>

<p>Посмотрите, насколько изменилась Земля&hellip; Она радуется. Да, радуется&hellip; Но не только. Ощутите глубинную суть произошедшего сейчас на планете&hellip; И вы поймёте, что, летая в праздничном хороводе над планетой, кружась над Храмами Всемирного Храма Огней Вознесения, вы выполнили небывалый по значимости акт эволюционного преображения Земли&hellip; И ваши &laquo;Я&raquo; также претерпели изменения&hellip; Вы станете после этой работы иными&hellip; В вас начинаются процессы магнитного уравновешивания&hellip; И тихая радость охватывает вас&hellip; И сейчас лучше помолчать и прислушаться к своему, глубинному, родному, и очень важному&hellip;</p>

<p>Поблагодарите всех, кто был с вами в этом творении&hellip; Поблагодарите свои &laquo;Я&raquo; и свои Высшие &laquo;Я&raquo; за единение в магнетизме&hellip; Поблагодарите Мать-Землю&hellip; И все Огни Вознесения, Семья которых, благодаря вам, пополнилась новым Огнём&hellip; Почувствуйте свою причастность к этому огненному семейству&hellip; Не забывайте, какими Огненными Ангелами вы сейчас были&hellip; Оставайтесь ими в любых обстоятельствах земной жизни&hellip;</p>

<p>СПАСИБО ЗА НАШЕ МАГНИТНОЕ ЕДИНСТВО!<br />
    С любовью к Огненным Ангелам<br />
    <strong>КРАЙОН, АРХАНГЕЛ САТИЯНИИЛ И АРХЕЯ САТИЯДАНАЙ</strong><br />
    12.09.2015</p>

<p>&nbsp;</p>

<p><span style="line-height: 20.8px;">КРАЙОН</span><br style="line-height: 20.8px;" />
    <span style="line-height: 20.8px;">через Марину Шульц, Сергея Канашевского, Светлану Драчёву.</span></p>
