<?php
/** @var $this yii\web\View */

use cs\helpers\Html;
use app\services\GsssHtml;
use cs\models\Calendar\Maya;

$this->title = '13 Ясных Знаков Пакаль Вотана';

?>
<div class="container">
    <div class="col-lg-12">
        <h1 class="page-header"><?= Html::encode($this->title) ?></h1>
    </div>

    <div class="col-lg-10">

        <div>
            <p><b>13 Ясных Знаков, высеченных на крышке саркофага Пакаль Вотана</b></p>

            <p>Среди 260 энергий Цолькина есть 13 особенных символов, расположенных на внешней стороне крышки саркофага майянского Пророка Пакаль Вотана, помещенного в подземную камеру 9-этажного Храма в Паленке, Мексика.</p>
            <p>Майянский Пророк Пакаль Вотан правил в течение 52 лет в период расцвета классических майя. Он был в значительной степени инициатором развития многообразных форм искусства, культуры, календарных записей и оформления надписей в пирамидах.</p>
            <p>Гробница Пакаль Вотана была освящена в 692 году н.э. и открыта в точности через 1260 лет после этого в день Белого Планетарного Зеркала 15-го июня 1952 года археологом Альберто Русом. После того, как он нашел на земле маленький кусочек черепицы и после 3-х лет археологических раскопок Русо открыл в результате, что этот маленький кусочек черепицы в действительности был окончанием тонкой трубы, спускающейся вниз на 69 ступеней, ведущих к обнаружению крышки большого Саркофага Пакаль Вотана.</p>
            <p>Понятно, что могила никогда не была бы найдена, если бы сначала не была найдена труба. Труба имеет отношение к "Телектонону - Трубе Говорящего Духа Земли". Это проводник, через который Пакаль Вотан передал свое заявление: "Я вернусь с космическим посланием для вас". Космическое послание его Пророчества кратко выглядит так:</p>
            <p>"Если человечество хочет спасти себя от разрушения биосферы, оно должно возвратиться к жизни в Естественном Времени".</p>
            <p>13 Ясных Знаков на крышке гробницы являются темой огромного количества дискуссий, дебатов, многие люди пытаются декодировать эти Символы, но полного понимания их значения не достигнуто.</p>
            <p>Прослеживайте дни Светлых Символов по мере того, как они возникают в календаре и попробуйте декодировать их.</p>
            <p>Хозе Аргуэльес заметил интересные закономерности, связанные с ключевыми датами освящения гробницы Пакаль Вотана, датой ее открытия, датой окончания всех циклов истории и записями искусственной и естественной временных частот. Числа, образующие эти ключевые даты, тесно связаны между собой и точно синхронизированы по времени:</p>

            <p>13 Ясных Знаков:</p>
            <p>На восточной кромке: 5 Земля, 7 Воин, 9 Рука, 7 Солнце, 11 Змей и 2 Человек</p>
            <p>На северной кромке: 2 Соединитель Миров</p>
            <p>На западной кромке: 3 Обезьяна, 4 Собака, 1 Солнце и 13 Соединитель Миров</p>
            <p>На южной кромке: 8 Солнце и 6 Зеркало</p>
            <p>8 Солнце – энергия рождения Пакаль Вотана</p>
            <p>6 Зеркало – энергия ухода Пакаль Вотана</p>
        </div>

    </div>
    <?= $this->render('_menu') ?>
</div>