<?php
$this->title = 'Карта чакр планеты Земля';
?>

<div class="container">

    <div class="col-lg-12">
        <h1 class="page-header"><?= \yii\helpers\Html::encode($this->title) ?></h1>
    </div>

    <div class="row">
        <div class="col-lg-8 col-lg-offset-2">
            <p><img class="thumbnail" alt="Карта чакр планеты Земля"
                    src="/images/new_earth/chakri/1444980126_XlhMUkP7z3.jpg" style="width: 100%;">
            </p>

            <p>Не секрет, что наша планета Земля - живое высокоосознанное существо. И как любое существо в своей энергетической
                структуре оно имеет систему энергетических центров. Эти центры в физическом мире локализуются в разных местах,
                странах и континентах.&nbsp;</p>

            <p>Земля – живое существо, обладающая собственной творческой эволюционной волей и своими методами реализации этой
                цели. Если мы бросим взгляд на природу, мы обнаружим&nbsp; в ней замысел и инновации – так работает архитектор и
                изобретатель. Какова цель всех этих усилий? Земля – единственная планета Солнечной системы, которая имеет
                матрицу жизни. Каков максимальный потенциал для жизни? В истинной воле Земли найти ответы на этот вопрос и
                донести результаты до других лабораторий жизни во всей Вселенной.<br> <br> Верим ли мы в то, что Земля живая?
                Если да, это хорошо? Львы, тигры и медведи… действительно ли мы хотим, чтобы возникли новые виды? Люди выбрали
                путь доминирования и контролирования всех остальных видов…Что, если Земля не желает быть под контролем и не
                отдает предпочтение человеческой расе перед другими видами? Некоторым это внушает страх. Другие боятся самой
                жизни. Что, если эксперименты Земли в лаборатории жизни еще не завершились?<br> <br> Истина – основа и/или
                условие для общения. Есть ли у Земли основания вам доверять? Если да, тогда вы можете изучить искусство слушать
                Землю. У Земли нет страхов или секретов. И все же загадка жизни остается… Слушайте мир Земли и раскрывайте тайны
                жизни. Доверяйте Земле. Гармонизируйте свою индивидуальную цель с волей Земли. Когда доверие обоюдно, ваше
                общение раскрывается во всей своей полноте – Открыватель Пути устраняет все препятствия между существующей
                ситуацией и Святым Граалем. Найдите Грааль и вы поймете цель Земли.</p>

            <p>Как Земля доводит свою информацию до других видов? Когда мы изучаем живую структуру мира как организм, мы
                понимаем, к чему и когда прислушиваться. Для передачи информации требуется энергия. Наивысшая концентрация
                энергии, закодированной информацией, излучается из великих чакр Земли.<br> <br> <strong>Две великие лей-артерии
                    Дракона</strong></p>

            <p>Распределение энергий чакр по всему миру выполняется в основном по лей линиям или теллурическим энергетическим
                артериям. На карте мира две основные лей артерии – Женский Радужный Змей и Мужской Пернатый Змей – формируют
                знак бесконечности, двойную спираль. Эти потоки соединяют все постоянные чакры Земли, за исключением горловой
                чакры, из-за ее уникального расположения.</p>

            <p><strong>Что такое чакры Земли?</strong></p>

            <p>География изучает континенты, океаны, горы и реки мира. Геология&nbsp; изучает залежи различных пород, которые
                составляют скелет Земли. Эти науки изучают самые материальные аспекты планетарного тела. Изучение чакр Земли
                больше похоже на акупунктуру – мы исследуем наиболее тонкие энергетические структуры планеты.</p>

            <p>Чакры Земли – органы тела, необходимые для сохранения здоровья мира; они значимы для всех живых существ, которые
                зависят от среды обитания. Каждая чакра выполняет две функции:</p>

            <p>1. Сохранять общеглобальное здоровье и</p>

            <p>2. Передавать и получать энергию, несущую закодированную информацию.</p>

            <p>На каждом континенте, за исключением Антарктики, расположена одна великая чакра Земли. (Антарктика также имеет
                свои тонкоэнергетические важные органы). В центре каждой чакры расположено основное священное пространство. Из
                этого центра чакра расширяется вовне по окружности, имея радиус в сотни миль. Если чакра планеты находится в
                состоянии оптимального здоровья, этот радиус в большинстве случаев составляет около 777 миль. Все чакры – живые
                органы, которые расширяются и сокращаются в зависимости от сложных условий, которые оказывают на них свое
                влияние.</p>

            <p>Каждая чакра имеет также глубину и высоту. Общая форма каждой чакры сферическая, она напоминает летающую тарелку,
                максимальная окружность которой расположена на поверхности Земли; чакра имеет вертикальные расширения в
                атмосферу и под землю, соединяясь с глубочайшими структурами планеты. Передача энергии чакрами также принимает
                форму сферы или летающей тарелки; эти энергии проникают сквозь почву, воздушное и водное пространство.</p>

            <p>Священное пространство в центре чакры определят цель этого планетарного органа. Мифы, легенды и архетипические
                символы, традиционные для этого конкретного места, высвечивают функцию каждой чакры планеты. Чакра – это
                динамическая воронка тонких энергий. В некоторых ситуациях эти энергии могут вращаться и скручиваться по спирали
                по и против часовой стрелке. Иногда сила чакры Земли может быть направлена по прямой линии по так называемым
                тропам драконов, лей-линиям или звуковым линиям. Эти соединяющие пути аналогичны нервной, кровеносной или
                акупунктурной меридианной системе. Все чакры Земли соединены великими лей-артериями.</p>

            <p>Землю нельзя понять в отрыве от Солнечной системы. В частности, здесь играют большую роль лунные и солнечные
                ритмы, а также различные движения самой Земли. Все эти эффекты оказывают существенное влияние на чакры Земли.
                Поэтому с чакрами нужно взаимодействовать в определенные периоды времени. Чакры планеты также испытывают
                воздействие сил четырех первоэлементов – огня, воздуха, воды и земли. Все эти чакры имеют свои горизонтальные
                мерности, соединенные с поверхностью Земли, и здесь они непосредственно контактируют с Солнцем, Луной и водой.
                Необходимо помнить – межконтинентальное взаимодействие чакр – основа повышения качества жизни на планете.</p>

            <p>В основе каждой чакры лежит семичакровый паттерн, и каждая чакра имеет свой геометрический центр. Существует и
                другие энергетические структуры, связанные с чакрами.</p>

            <p><strong>Ключи к карте чакр Земли</strong></p>

            <p>Чакры жизненно значимые центры Земли соответствуют не только определённым местам на планете, но и знакам зодиака.
                Вы&nbsp; можете ознакомиться с приведённой ниже таблицей соответствий.</p>

            <p><strong>Овен</strong>&nbsp;- кратер Халеакала, Гаваи, Тихий океан - Планетарное Колесо Огня
                (Швыряльное)&nbsp;<br> <strong>Телец</strong>&nbsp;- гора Шаста, Калифорния, Северная Америка - Планетарная
                чакра основания.&nbsp;<br> <strong>Близнецы</strong>&nbsp;– дерево Эль Туле и комплекс в Паленке, Мексика -
                Планетарный центр Андрогинности и Гармонии&nbsp;<br> <strong>Рак</strong>&nbsp;- озеро Титикака в Южной Америке,
                Боливия – Перу - Планетарная сексуальная чакра.&nbsp;<br> <strong>Лев</strong>&nbsp;- Гластонбери и Шафтсбери,
                Англия - Планетарная сердечная чакра (также подвижная чакра бровей).&nbsp;<br> <strong>Дева</strong>&nbsp;-
                Столовая гора, Южная Африка, Кейптаун - Планетарное Колесо Земли.&nbsp;<br> <strong>Весы</strong>&nbsp;- Великая
                пирамида, гора Синай, Масличная гора (Olives) на Ближнем Востоке - Планетарная горловая чакра и Планетарное
                Колесо Воздуха.&nbsp;<br> <strong>Скорпион</strong>&nbsp;- гора Кайлас, Тибет, Китай - Планетарная коронная
                чакра.<br> <strong>Стрелец</strong>&nbsp;- Бали, Индонезия - Планетарный центр очищения.&nbsp;<br> <strong>Козерог</strong>&nbsp;-
                Улуру и Ката Тьюта в Астралии - Планетарная чакра солнечного сплетения.&nbsp;<br> <strong>Водолей</strong>- Гора
                Фудзи в Японии - Планетарный центр красоты и Вечности.&nbsp;<br> <strong>Рыбы</strong>&nbsp;- Озеро Ротопоунаму,
                Северный остров, Новая Зеландия - Планетарное Колесо Воды.<br> Сергиев-Посад, Загорский район, Московская
                область, Россия -&nbsp;<strong>13-й центр</strong>, отвечающий за мировой синтез энергии.</p>

            <p>Таким образом, мы с вами рассмотрим все эти центры. Наши публикации направлены на подробное освещение каждой
                темы, чтобы создать эффект панорамы, мы рассматриваем каждую из этих точек планеты со всех сторон. В наших
                следующих публикациях вы найдёте не только факты и цифры, но и узнаете о Флоре и Фауне этих мест, легендах и
                мифах, рассказах очевидцев, увидите много фото. В конце практически каждой статьи будет размещено как минимум
                одно видео. В некоторых случаях это будут краткие, ознакомительные материалы. В других же - целые документальные
                фильмы и даже серии фильмов. Мы отправляемся в долгое и увлекательное путешествие по чакральным точкам
                Земли.</p>

            <p><img alt="" class="thumbnail"
                    src="/images/new_earth/chakri/1437300580_FjIrzEqPs3.jpg" style="width: 100%;">
            </p>

            <p><a href="http://harmoniousearth.org/earths-major-chakra-points-and-vortexes-the-sacred-sites/" target="_blank">http://harmoniousearth.org/earths-major-chakra-points-and-vortexes-the-sacred-sites/</a>
            </p>
        </div>
    </div>



    <hr>

    <?= $this->render('../blocks/share', [
        'image'       => \yii\helpers\Url::to('/images/index/slider/5.jpg', true),
        'url'         => \yii\helpers\Url::current([], true),
        'title'       => $this->title,
        'description' => 'Весь Космос на защиту встал, Союз Галактики восстал! Чтоб возродилася Земля, В Любви с Любовью поднялась!',
    ]) ?>

</div>

