<?php
$this->title = 'Новая Земля 4D';
?>
<div class="container">
    <div class="col-lg-12">

        <h1 class="page-header"><?= \yii\helpers\Html::encode($this->title) ?></h1>

        <p class="lead">Земля Любви, Счастья, Изобилия и Прощения</p>

        <p><img src="/images/new_earth/index/header.jpg" width="100%" class="thumbnail"></p>
    </div>

    <div class="col-lg-12">
        <div class="row">
        <div class="col-lg-8 col-lg-offset-2">
            <h2 class="page-header">Четвертое измерение</h2>
            <p>Мерности:<br>

            1. ПРОСТРАНСТВО: - Длина - Ширина - Высота;<br>

            2. ВРЕМЯ: - Прошлое - Настоящее - Будущее;<br>

            3. МАТЕРИЯ: - Первичная - Вторичная - Третичная;<br>

            4. ЭНЕРГИЯ: - Духовная - Интеллектуальная - Физическая;</p>

            <p>«МАТЕРИЯ» и «СОЗНАНИЕ», есть зеркальные отражения - Духовных и Физических Энергий в др.др., через посредство интеллекта (чувств + рассудка).</p>

            <p>«ЭНЕРГИЯ», есть Знание отображающее СОЗНАНИЕМ - МАТЕРИЮ. Т.е. «ЭНЕРГИЕЙ» является эффект подтверждения (резонанса) МАТЕРИИ - СОЗНАНИЕМ и СОЗНАНИЯ - МАТЕРИЕЙ.</p>

            <p>«ЭНЕРГИЯ», есть четвёртая базовая категория мышления, наряду с тремя уже известными, образующими Трёхмерную Систему Координат Ума: - «ПРОСТРАНСТВО + ВРЕМЯ + МАТЕРИЯ» , где МАТЕРИЯ (Третичная) образована ЭНЕРГИЕЙ (Физической), воспринимаемой через посредство физического организма «Я», через 5 каналов восприятия «мира», сложенных в единую Картину (схему) Описания Мира - рассудочным осознанием по фактам представленных ощущений. Поэтому мы «живём» в трёхмерной - двухполярной реальности интерпретирующей собой четырёхмерную действительность, теряя (не учитывая) не «ощущённые» сигналы из Действительности своим осознанием, называя не воспринятые энергии- «тёмной материей».</p>

            <p>Т.е. в Системе Координат Ума по Декарту мы вместо Третичной Материи подразумеваем Физическую Энергию, отсекая таким образом прочие, «тонкие» аспекты Материи и Энергии, что завело в «тупик очищения себя от заблуждений» нашу цивилизацию.</p>

            <p>Мерности есть Порции Внимания Духа («Я»).</p>

            <p>Восприятие Целостного Пространства Единым Охватом Внимания «Я» возможно лишь Четырёхмерным Инструментом Мышления, т.е. Четырёхмерной Системой Координат Ума («КРЕСТОМ») формирующим «объёмное мышление», исключающее искажение чувственных и рассудочных фактов восприятия в пределах этого восприятия.</p>

            <p>Переходом с «Трёхмерного Креста» на «Четырёхмерный Крест» мы очищаем Пространство Сознания от иллюзорных энергий, загнавших людей в «объективную реальность» в которой их личная ВОЛЯ превращена в «законную» ВЛАСТЬ подавляющую свои истоки - (волю электората), своим невежеством, в обмен на СВОБОДУ плотского своеволия - («первородства на похлёбку»). Таким образом объединяются науки и религии, и все свидетельства о Мироздании («себя в Мире и мира в Себе») интерпретируются КУЛЬТУРОЙ (Йогой Общества), в согласованных между собой событиях различных масштабов проявления ими Высшей Воли.</p>

            <p><a href="mailto:uzhva53@mail.ru">Владимир</a></p>

            <center>
                <img src="/images/new_earth/index/newEarth.jpg" style="width: 100%; max-width: 731px;" class="thumbnail"/>
            </center>

        </div>
            <div class="col-lg-12">

                <h2 class="page-header">Измерения жизни</h2>

                <div class="col-lg-4 col-lg-offset-2"><a href="#" type="button" data-toggle="modal" data-target="#myModal1"><img
                            class="thumbnail" src="/images/new_earth/index/i1.png"
                            style="width: 100%;max-width: 300px; max-height: 400px;"/></a></div>
                <div class="col-lg-4"><a href="#" type="button" data-toggle="modal" data-target="#myModal2"><img
                            class="thumbnail" src="/images/new_earth/index/i2.png"
                            style="width: 100%;max-width: 300px; max-height: 400px;"/></a></div>
            </div>
            <div class="col-lg-8 col-lg-offset-2">

            <h2 class="page-header">Отличия трехмерной Земли от пятимерной Земли</h2>

            <p>Дорогие, многие из вас интересуются, как они узнают, что оказались в этих потоках энергии, и как узнают,
                что находятся в пятом измерении.</p>

            <p>В третьем измерении вы жили в дуальном мире, и этот дуализм был основой энергетических структур и
                дисбаланса, которые использовались для управления. Например, в дуальности мужских и женских энергий
                долгое время наблюдался дисбаланс и контроль.</p>

            <p>Вначале существовало матриархальное общество, где доминировало женское начало, женщины находились при
                власти и управляли социальными структурами. Потом оно было заменено патриархальными структурами, когда
                стало доминировать мужское начало, которое взяло общество под свой контроль. В обоих случаях наблюдалось
                отсутствие баланса и доминирование одного над другим.</p>

            <p>Ни одна из этих форм не была сбалансирована и, как таковая, ни одна из них не отражала поток
                Божественного Света и Коды Света Космического Сердца.</p>

            <p>На Новой Земле эти Божественные Силы, известные как мужские и женские, будут абсолютно сбалансированы в
                обществе пятого измерения. Никто больше не будет доминировать, и не будет никаких социальных структур,
                лишающих силы многочисленные группы людей.</p>


            <h2 class="page-header">Пятое Измерение – это структура Единства, Гармонии, Сплоченности и Баланса</h2>

            <p>Осознавая реальность пятого измерения, вы начинаете чувствовать, насколько глубоко «несбалансировано»
                ваше общество, и каким хаотичным оно кажется, поскольку по мере вашего приближения к равновесию, старое
                начинает отпадать.</p>

            <p>Первый признаком того, что этот процесс идет полным ходом, является то, что вы начинаете чувствовать, что
                мир сошел с ума, и вы изо всех сил стараетесь поддержать свое душевное спокойствие. Дорогие, это вызвано
                тем, что ваш «центр» перестраивается, и вы после многолетней работы приходите к реальному внутреннему
                балансу. То, что казалось «реальным» в мире, теперь кажется не больше, чем хаотическим беспорядком. И
                вам&nbsp; тяжело найти свое «место» в этом хаосе и беспорядке. Это потому, что ваше место уже на Новой
                Земле Высшего Сознания, которое начинает проявляться. Ваша задача состоит в поддержании своего душевного
                спокойствия и высшей частоты так, чтобы вы могли быть «точкой проявления» Новой Земли. Новые идеи и
                новые учения будут кристаллизоваться и проявляться вокруг вас и течь в бытие через вас, когда вы будете
                в своем&nbsp; пятимерном теле и форме.</p>

            <p>Таким образом, находясь посреди хаоса, помните, что вы - маяк или передатчик внутреннего баланса. Это
                означает, что внутренний Священный Союз может быть достигнут благодаря тому, что Коды Света Мира и
                Гармонии пятого измерения будут передаваться окружающему миру через ваше Тело Света. Степень своей&nbsp;
                работы выбираете вы сами,&nbsp; поскольку каждый из вас является Сотрудником Света или Воином Света,
                пришедшим на Землю для участия в этом процессе.</p>

            <p><a href="http://www.galaxysss.ru/chenneling/2015/10/18/svyaschennyy_soyuz_vozvraschen">Источник</a></p>
        </div>
        </div>

        <h2 class="page-header">Измерение 4D</h2>

        <p>Всем знакомо сокращение 3D, означающее «трёхмерный» (буква D — от слова dimension — измерение). Например,
            выбирая в кинотеатре фильм с пометкой 3D, мы точно знаем: для просмотра придётся надеть специальные очки, но
            зато картинка будет не плоской, а объёмной. А что такое 4D? Существует ли «четырёхмерное пространство» в
            реальности? И можно ли выйти в «четвёртое измерение»?</p>
    </div>
    <div class="col-lg-12">
        <p class="col-lg-6 col-lg-offset-3">
            <iframe class="thumbnail" width="100%" height="315" src="https://www.youtube.com/embed/fouyIFZt2y0"
                    frameborder="0" allowfullscreen></iframe>
        </p>
    </div>

    <div class="col-lg-12">

        <h2 class="page-header">Процветание - фильм, разрешен для показа на всех телеканалах Земли</h2>

        <p class="center-block" style="width: 100%;max-width: 600px; ">
            <iframe width="100%" height="315" src="https://www.youtube.com/embed/U4e_8b28SHk" frameborder="0"
                    allowfullscreen></iframe>
        </p>
    </div>

    <hr class="col-lg-12">

    <div class="col-lg-12">
        <p>Смотрите также разделы:</p>

        <div class="list-group col-lg-4">
            <a href="<?= \yii\helpers\Url::to(['new_earth/declaration']) ?>" class="list-group-item">Декларация</a>
            <a href="<?= \yii\helpers\Url::to(['new_earth/manifest']) ?>" class="list-group-item">Манифест</a>
            <a href="<?= \yii\helpers\Url::to(['new_earth/codex']) ?>" class="list-group-item">Кодекс</a>
            <a href="<?= \yii\helpers\Url::to(['new_earth/residence']) ?>" class="list-group-item">Резиденция</a>
            <a href="<?= \yii\helpers\Url::to(['new_earth/hymn']) ?>" class="list-group-item">Гимн</a>
            <a href="<?= \yii\helpers\Url::to(['new_earth/history']) ?>" class="list-group-item">История
                Человечества</a>
        </div>
    </div>
    <div class="col-lg-12">
        <hr/>
        <?= $this->render('../blocks/share', [
            'image' => \yii\helpers\Url::to('/images/new_earth/index/header.jpg', true),
            'url' => \yii\helpers\Url::current([], true),
            'title' => $this->title,
            'description' => 'Земля Любви, Счастья, Изобилия и Прощения',
        ]) ?>
    </div>

</div>
<div class="modal fade" id="myModal1" tabindex="-1" role="dialog" aria-labelledby="myModalLabel">
    <div class="modal-dialog" role="document">
        <div class="modal-content">
            <div class="modal-header">
                <button type="button" class="close" data-dismiss="modal" aria-label="Close"><span
                        aria-hidden="true">&times;</span></button>
                <h4 class="modal-title" id="myModalLabel">&nbsp;</h4>
            </div>
            <div class="modal-body">
                <img class="text-center" src="/images/new_earth/index/i1.png" width="100%"/>
            </div>
            <div class="modal-footer">
                <button type="button" class="btn btn-primary" data-dismiss="modal" style="width: 100%;">Закрыть
                </button>
            </div>
        </div>
    </div>
</div>

<div class="modal fade" id="myModal2" tabindex="-1" role="dialog" aria-labelledby="myModalLabel">
    <div class="modal-dialog" role="document">
        <div class="modal-content">
            <div class="modal-header">
                <button type="button" class="close" data-dismiss="modal" aria-label="Close"><span
                        aria-hidden="true">&times;</span></button>
                <h4 class="modal-title" id="myModalLabel">&nbsp;</h4>
            </div>
            <div class="modal-body">
                <img class="text-center" src="/images/new_earth/index/i2.png" width="100%"/>
            </div>
            <div class="modal-footer">
                <button type="button" class="btn btn-primary" data-dismiss="modal" style="width: 100%;">Закрыть
                </button>
            </div>
        </div>
    </div>
</div>