<?php
use yii\helpers\Html;
use yii\bootstrap\ActiveForm;

/* @var $this yii\web\View */
/* @var $form yii\bootstrap\ActiveForm */
/* @var $model app\models\LoginForm */

$this->title = 'Логотип - Цветок Жизни';
$this->params['breadcrumbs'][] = $this->title;
$this->registerJs(<<<JS
$('img[data-tooltip]').tooltip();
JS
);
?>
<div class="container">
<div class="col-lg-12">
<h1 class="page-header"><?= Html::encode($this->title) ?></h1>

<center>
    <p class="center">
        <img src="/images/site/logo/ico.jpg"
             class="thumbnail"
             style="width: 100%; max-width: 400px;"
            />
    </p>
</center>
<p>
    «Цветок Жизни» - знак, символ, изображение, которое отображает математический символ бесконечности ∞.
    Символ, «Цветок жизни», так же известен как суфийский лотос.
    В соответствии с Сакральной Геометрией, структура Цветка Жизни состоит из ячеек, «сот»-шестигранников,
    каждая из которых образует узел – Цветок Жизни. Этот символ несет в себе фрактальность, симметричность и
    гармонию. Всю фигуру описывают два круга. Внутренний круг отображает массу Вселенной, внешний круг
    отображает энергетическую оболочку Вселенной.
</p>

<div class="col-lg-12 row">
    <center>
        <p class="col-lg-8 col-lg-offset-2">
            <iframe class="thumbnail" width="100%" height="315" src="https://www.youtube.com/embed/UwzCGbsg3fw" frameborder="0"
                    allowfullscreen></iframe>
        </p>
    </center>
</div>
<p>
    Центральная окружность Цветка Жизни и все остальные шесть окружностей имеют равные радиусы, при этом центры
    этих шести окружностей располагаются в вершинах правильного шестиугольника, который вписан в 7ю центральную
    окружность узора. Такой узор является семеричным, а данную часть Цветка называют «Семя Жизни».
    К «Семени Жизни» добавляют еще 12 окружностей, центры которых являются вершинами вписанного шестиугольника.
    Таким образом, Цветок Жизни имеет 19 вершин, которые называют Верхними пределами.
</p>
<center>
    <p class="center">
        <img src="/images/site/logo/12002789_899213286823268_6206946398465518927_n.jpg"
             class="thumbnail"
             style="width: 100%; max-width: 400px;"
            />
    </p>
</center>
<p>
    Символ Цветок Жизни содержит в себе самую важную структуру среди всех взаимосвязей в Сакральной Геометрии,
    называемую “Vesica Piscis” или рыбий пузырь. Данная конфигурация представляет собой площадь, ограниченную
    пересекающимися дугами кругов, при этом, центры двух кругов с равными радиусами расположены на окружностях
    друг друга. На основе Vesica Piscis получается равносторонний треугольник – один из самых ранних известных
    для человечества мистических символов. Vesica Piscis, возникающий при пересечении двух окружностей, является
    мистическим символом пересечения мира Духа и мира Материи – начало творения.
</p>

<p>
    «Цветок Жизни» - это эзотерическая информация, идущая через века, о том, как осознанно применять принципы
    Сакральной Геометрии для духовного роста человека.
</p>
<center>
    <p class="center">
        <img src="/images/site/logo/12031477_902118623207286_2987198916923122159_o.jpg"
             class="thumbnail"
             style="width: 100%; max-width: 600px;"
            />
    </p>
    <p class="center">
        <img src="/images/site/logo/11951990_10153614106752888_8936861898552140126_n.jpg"
             class="thumbnail"
             style="width: 100%; max-width: 600px;"
             alt="Флаг Земли"
             title="Флаг Земли"
             data-tooltip="tooltip"
            />
    </p>
</center>


<p>1. ТАЙНА ЦВЕТКА ЖИЗНИ</p>

<p>1.1. УЗОРЫ&nbsp; ЦВЕТКА ЖИЗН</p>

<p>&nbsp;</p>

<p><img src="http://www.milogiya2007.ru/9/zvetokd1.gif" alt="" class="thumbnail" style="width:100%;max-width: 381px;" border="0" /></p>

<p>Рис. 1</p>

<p>Удивительная симметрия и гармония рисунка далеко не случайны.&nbsp; Из древних легенд Востока&nbsp;&nbsp; до нас доходят&nbsp; поистине мистические свойства этого Цветка. Так, эти источники утверждают, что Цветок содержит в себе все известные законы и все известные формулы.&nbsp;&nbsp; И эти утверждения не голословны.</p>

<p>Cовокупность узлов рисунка характеризуется сотовой структурой, состоящей из шестигранников. Иерархичность и инвариантность построения узора Цветка позволяют сделать вывод о том, что каждый узел в этом Цветке также может быть Цветком Жизни.</p>

<p><img src="http://www.milogiya2007.ru/esoterica1/image005.gif" alt="" class="thumbnail" style="width:100%;max-width: 235px;" border="0" /></p>

<p>Рис. 2</p>

<p>На этом рисунке, в узлы Цветка Жизни вписаны монадные гексады, взаимодействующие между собой и дополняющие друг друга. Удивительная симметрия и гармония этих гексад, воспроизведенных на рисунках , да и сам рисунок, далеко не случайны. Каждый кружок в этом Цветке является Цветком Жизни. Даже внешние два круга в этом Цветке далеко не случайны. Они имеют очень простой смысл: все многообразие Жизни порождается двумя нейтральными частицами с внутренней тройственностью, имеющими форму сферы. Одна из этих сфер отражает массу Вселенной, а другая &mdash; ее энергетическую оболочку.</p>

<p><img src="http://www.milogiya2007.ru/esoterica1/image007.gif" alt="" class="thumbnail" style="width:100%;max-width: 180px;" border="0" /></p>

<p>рис.3</p>

<p>Хочется обратить сразу внимание&nbsp; еще на один аспект&nbsp; Цветка. Узор&nbsp; Цвета является семеричным. Весь узор формируется единственной окружностью. Одна окружность &mdash; центральная, а затем шестью окружностями того же радиуса, с центрами в вершинах правильного вписанного шестиугольника. Эта часть Цветка носит специальное название &mdash; семя Жизни. Построение Цветка завершается построением еще 12 окружностей, с центрами в соответствующих вершинах вписанных шестигранников. Таким образом, общее число вершин в Цветке Жизни 19. В древних легендах эта цифра также окутана мистикой. И, видимо, не напрасно. Число 19 можно рассматривать как двухразрядную позиционную систему счисления с основанием 10. Как только счетчик доходит до 20, то старший разряд вытесняется за пределы разрядной сетки и мы получаем 10, с которой начинается рождение новой гексады, но с противоположным направлением энергетического &laquo;спина&raquo;. Таким образом,&nbsp; цифру 19&nbsp; можно отождествить с вершиной 9&nbsp; гексады эволюции, в которой&nbsp; происходит&nbsp; смена &laquo;дня и ночи Брамы&raquo;.</p>

<p>&nbsp;</p>

<p>1.2. КРЕСТ И КВАДРА ДРЕВНЕГО ЦВЕТКА ЖИЗНИ</p>

<p>Цветок Жизни содержит в себе&nbsp; один, чрезвычайно важный элемент, который Д.Мелхиседек называет Vesica Piscis. Древний Цветок Жизни оказывается сотканным и из Vesica Piscis(рис. 1).</p>

<p>Этот лепесток обладает уникальными свойствами. Он имеет длину (B) и ширину (S), которая везде имеет одно и то же значение. Мы обосновали, что между полюсами монады существует обратно пропорциональная зависимость вида :</p>

<p><img src="http://www.milogiya2007.ru/17/monadv3.gif" alt="" class="thumbnail" style="width:100%;max-width: 251px;" border="0" /></p>

<p>т.е. вывернутая наизнанку &laquo;инь&raquo; трансформируется в &laquo;ян&raquo;, а &laquo;ян&raquo;, вывернутый наизнанку становится &laquo;инь&raquo;. Но и при трансформации &laquo;ян&raquo; в &laquo;инь&raquo;, а &laquo;инь&raquo; в &laquo;ян&raquo; монада не нарушается. Она приобретает иные взаимодополнительные свойства.</p>

<p><img src="http://www.milogiya2007.ru/17/monadv4.gif" alt="" class="thumbnail" style="width:100%;max-width: 251px;" border="0" /></p>

<p>Смысл этих монад отражается в законе&nbsp; Ньютона: &laquo;всякому действию соответствует равное по модулю противодействие, но направленное в противоположную сторону, т.е. против действия.</p>

<p>Объединяя янскую и иньскую монаду,&nbsp; мы получили тождество</p>

<p><img src="http://www.milogiya2007.ru/17/metage4.gif" alt="" class="thumbnail" style="width:100%;max-width: 103px;" border="0" /></p>

<p>Смысл которого отражается в следующих&nbsp; рисунках.</p>

<p>&nbsp;</p>

<p><img src="http://www.milogiya2007.ru/17/stixiya07.gif" alt="" class="thumbnail" style="width:100%;max-width: 420px;" border="0" /></p>

<p>рис.4</p>

<p>Нетрудно в обеих рисунках увидеть проявление Vesica Piscis. Это тот первокирпичик, их которого плетутся узоры Цветка Жизни. Квадра и крест &laquo;четырех стихий&raquo;&nbsp;&nbsp;&nbsp; Vesica Piscis&nbsp; отражают их взаимопревращения во вращающемся кресте и при &laquo;крестном ходе&raquo;.&nbsp;&nbsp;&nbsp;&nbsp; На верхнем рисунке справа показано взаимопревращение стихий во вращающемся кресте. На рисунке справа показаны эквивалентные преобразование на кресте, который получается путем &laquo;скручивания&raquo; квадры в ленту Мёбиуса.</p>

<p>Из рисунков видно, что C-инвариантность приводит к тому, что &laquo;ян&raquo; становится уже не &laquo;ян&raquo;, но еще и не &laquo;инь&raquo;. Р-инвариантность трансформирует &laquo;-ян&raquo; в &laquo;-инь&raquo;, C*-инваринтность &laquo;не инь&raquo;, но еще и &laquo;не ян&raquo; трансформирует в &laquo;инь&raquo;, а Р*-инвариантность преобразует &laquo;инь&raquo; в &laquo;ян&raquo;. Отметим, что C-инвариантность отражает зеркальную симметрию (левое становится правым, мужское становится женским), а P-инвариантность трансформирует &laquo;внешнее во внутреннее, а внутреннее во внешнее).</p>

<p>На рисунке ниже показано, как&nbsp; крест Vesica Piscis&nbsp; плетет двойные спирали&nbsp; Цветка Жизни.</p>

<p>&nbsp;</p>

<p><img src="http://www.milogiya2007.ru/17/zvetok_01.gif" alt="" class="thumbnail" style="width:100%;max-width: 438px;" border="0" /></p>

<p>рис.5</p>

<p>Заметим, что в этом Цветке ровно 19 узлов -Великих пределов, а каждая вершина Vesica Piscis&nbsp; является &laquo;родоначальницей собственного креста Vesica Piscis.</p>

<p>Видите, как,по Образу и Подобию, рождается Цветок Жизнии как он приводится во вращение?</p>

<p>Но Vesica Piscis&nbsp; могут формировать и иные узоры.</p>

<p>&nbsp;</p>

<p><img src="http://www.milogiya2007.ru/17/zvetok_02.gif" alt="" class="thumbnail" style="width:100%;max-width: 410px;" border="0" /></p>

<p>рис.6</p>

<p>Сравнивая данный рисунок с предыдущим, мы видим, что в первом рисунке все&nbsp; Vesica Piscis</p>

<p>уравновешены (отражают потенцию Силы), а в последнем&nbsp; рисунке все Vesica Piscis &nbsp; ориентированы в одном и том же направлении, как бы выстраивая Силовые линии двойных спиралей и отражая Цветок в движении.</p>

<p>Законы эволюции двойственного отношения &laquo;Ян-Инь&raquo;.</p>

<p>&nbsp;</p>

<p><img src="http://www.milogiya2007.ru/7/eneagram14.gif" alt="" class="thumbnail" style="width:100%;max-width: 525px;" border="0" /></p>

<p>&nbsp;</p>

<p>рис.7</p>

<p>В этом восьмиграннике, который является другой формой записи Единого закона двойственного отношения мы видим девять лепестков Цветка Жизни Ян-Инь.</p>

<p>Девятая вершина является&nbsp; &laquo;огненной&raquo;. Она отражает особое состояние Цветка &mdash; ВЕЛИКИЙ ПРЕДЕЛ.</p>

<p>Размещая исходную монаду Цветка (вершины 1 и 8) в Центр Цветка, мы получим&nbsp; привычную для нас форму записи Единого закона эволюции двойственного отношения.</p>

<p>&nbsp;</p>

<p><img src="http://www.milogiya2007.ru/7/eneagram16.gif" alt="" class="thumbnail" style="width:100%;max-width: 464px;" border="0" /></p>

<p>&nbsp;</p>

<p>рис.8</p>

<p>На этом рисунке Последний и Первый символы объединены в ВЕЛИКИЙ ПРЕДЕЛ лепестков Цветка.&nbsp;&nbsp;&nbsp; Из этого рисунка непосредственно видна связь с Древним Цветком Жизни.</p>

<p>Посмотрите, какая гармония взаимоотношений между &laquo;лепестками&raquo;-они соприкасаются одноименными вершинами. При этом каждая шестеренка-лепесток вращается синхронно и синфазно с другими &laquo;лепестками&raquo;, не мешая друг другу, характеризуя Великую гармонию Единого закона.</p>





<p>Концепция &laquo;Цветок Жизни&raquo; представляет собой из глубины веков идущую эзотерическую информацию о том, как можно осознанно использовать для духовного роста принципы Сакральной Геометрии &mdash; геометрии форм, лежащей в основе жизни и всех других проявлений во Вселенной.</p>

<p>Эти формы издревле считались Cакральными (священными). Они являются подосновой нашего существа и свидетельствуют о Божественном Порядке в нашей Реальности. Мы можем проследить этот Порядок от невидимого атома до бесконечных созвездий. Сакральные формы повсеместно обнаруживаются во всем сущем: в теле человека и других живых существ, кристаллах, планетах, звездах, галактиках.</p>

<p><strong>Сакральная Геометрия &mdash; это универсальный язык мироздания, открывающий доступ к древнему знанию, содержащемуся в памяти наших клеток.</strong></p>

<p>Это &mdash; ключ к пониманию сущности духовной эволюции и взаимосвязи всех физических и духовных явлений. Именно Сакральная Геометрия составила основу теоретических знаний и духовных практик, которым учили в древнеегипетской школе Эхнатона &laquo;Правый глаз Гора&raquo;.</p>

<p>Символом и &laquo;ключом&raquo;, открывающим скрытые знания, является изображение Цветка Жизни.<strong>&laquo;Цветок Жизни&raquo; &mdash; древнейший и наиболее важный из всех символов Сакральной Геометрии</strong>. Этот символ, давший название всему направлению, представляет собой сеть девятнадцати взаимопересекающихся сфер.</p>

<p>Когда-то вся жизнь во Вселенной знала &laquo;Цветок Жизни&raquo; как матрицу Творения &mdash; Геометрический План, ведущий нас в это существование и выводящий из него. Тысячи лет эта тайна хранилась в древних объектах материальной культуры, резных изображениях и фресках по всему миру, а также закодированной в клетках всех форм жизни. В его линиях зашифрован процесс развития, по которому движется эволюция &ndash; от точки к дуальности, далее к троичности &hellip;</p>

<p>Важной Сакральной геометрической формой, характеризующей структуру энергетического поля вокруг нашего физического тела, является&nbsp;<strong>Мер-Ка-Ба</strong>. Это восьмиконечная звезда, состоящая из двух взаимопересекающихся тетраэдров, представляющих наш мужской и женский аспект в абсолютном равновесии.</p>

<p><strong>Мер-Ка-Ба</strong>&nbsp;&mdash; это энергетическая структура, соединяющая воедино разум, сердце и физическое тело и являющаяся пространственно-временным средством Восхождения. При этом под Восхождением имеется в виду прохождение в другие измерения в том же самом физическом теле, в отличие от Воскресения, предполагающего физическую смерть и последующее появление в другом измерении.</p>

<p>Восхождение &mdash; сознательное вхождение в новое вибрационное измерение &mdash; будет претворено в жизнь и пережито Человечеством, если человек вспомнит свое поле Мер-Ка-Ба. А этому может помочь конкретная работа, основанная на определенных навыках работы с формами Сакральной геометрии. Это поможет активировать работу шишковидной железы, высшее предназначение которой &mdash; освоение древнего способа дыхания Праной. Это дыхание является ключом к открытию нового сознания.</p>

<p><strong>Активация поля Мер-Ка-Ба</strong>&nbsp;позволяет достичь большего совершенства в самоисцелении и помощи другим и дает возможность осознанно формировать будущее, обеспечив надежную защиту в этот сложный переходный период.</p>

<p>&nbsp;</p>
<p><b>Друнвало Мельхиседек</b></p>


<p><strong>Друнвало Мельхиседек</strong> &mdash; всемирно известный ученый, физик, изобретатель, эколог, эзотерик, целитель и Учитель, автор книги&nbsp;<em>&laquo;Древняя тайна Цветка Жизни&raquo;</em>.</p>

<p>Друнвало &mdash; основатель семинаров &laquo;Цветок Жизни&raquo; и &laquo;Земля и Небо&raquo;. Эти семинары являются синтезом древних эзотерических знаний и духовных практик (египетских мистерий, суфизма, каббалы, буддизма, индуизма, даосизма, христианства, учений североамериканских индейцев, племен ацтеков, майя, догонов и др.), а также современных научных исследований и достижений.</p>

<p>Задача Друнвало &mdash; передать людям эти Знания и навыки, помочь &laquo;вспомнить&raquo;, извлечь из глубин памяти знания, которыми потенциально обладает каждый человек. Это необходимо для осуществления гармоничного перехода Человечества и планеты Земля на новый уровень сознания, из третьего измерения в четвертое.</p>

<p>Жизненный опыт&nbsp;<strong>Друнвало Мельхиседека</strong>&nbsp;читается как энциклопедия прорывов в человеческом поиске. Он изучал физику и искусство в Калифорнийском университете в Беркли, но, по его собственному мнению, его самое важное образование произошло после колледжа. За последние 25 лет он проходил обучение более чем у 70 учителей, представлявших все возможные системы верований и религиозных представлений, что дало ему широту знания, сострадание и принятие всего.</p>

<p>Удивителен не только ум Друнвало, но и его сердце, его личная теплота, его любовь ко всей жизни повсюду, что сразу понимают и чувствуют все, кто соприкасается с ним. Уже в течение определенного времени он несет свое широчайшее видение мира через программу &laquo;Цветок Жизни&raquo; и медитацию Мер-Ка-Ба . Это учение охватывает все области человеческого знания, рассматривает развитие человечества от древних цивилизаций до настоящего времени и дает ясность в отношении состояния сознания мира и того, что необходимо для плавного и легкого перехода в 21 столетие.</p>

<p>Статьи Друнвало Мельхиседека, интервью с ним и краткую автобиографию можно найти в книге<em>&laquo;Вознесенные Учителя&raquo;</em>&nbsp;и серии&nbsp;<em>&laquo;Ченнелинг&raquo;</em>&nbsp;издательства &laquo;София&raquo;, а также в книгах Боба Фриссела, излагающего Учение Друнвало:&nbsp;<em>&laquo;В этой книге нет ни слова правды, но именно так все происходит&raquo;</em>&nbsp;и&nbsp;<em>&laquo;В этой книге есть немного правды&raquo;</em>&nbsp;(К., &laquo;София&raquo;, 1998). В 2000 &mdash; 2001 годах издательством &laquo;София&raquo; совместно с ЭкоЦентром &laquo;СВЕТ&raquo; переведена на русский язык и издана книга Друнвало Мельхиседека&nbsp;<em>&laquo;Древняя тайна Цветка Жизни&raquo;</em>&nbsp;(1 и 2 том), ставшая сразу бестселлером.</p>

<p>В сентябре 1999 года&nbsp;<strong>Друнвало Мелхиседек</strong>&nbsp;впервые приезжал в Россию, где он с огромным успехом провел два семинара &laquo;Земля и Небо&raquo;, в которых были даны новейшие теоретические и практические знания для подготовки к предстоящему переходу Планеты и Человечества на новый уровень сознания &mdash; Сознание Единства.</p>

<p><strong>Друнвало Мелхиседек</strong>&nbsp;также прочитал лекцию для широкой аудитории &laquo;Учение Альфа и Омега&raquo;, собравшую более тысячи человек, и провел пресс-конференцию, в которой приняли участие представители самых разных областей знания и человеческой деятельности. В своем выступлении Друнвало рассказал о необычайных феноменах, волнующих сейчас человечество: об НЛО и кругах на полях; о библейском коде и &laquo;Живой Воде&raquo;, с которой связаны надежды на очищение Планеты и исцеление Человечества; о детях с необычайными способностями и о зарождении в недрах нашей цивилизации новой расы людей, имеющих ориентацию на другие жизненные ценности и даже генетические изменения организма.</p>

<p>Визит Друнвало явился важным моментом в развитии потока &laquo;Цветок Жизни&raquo; в России, дав новый импульс всем тем, кто интересуется вопросами духовной эволюции. А по собственному признанию Друнвало, он ждал этого визита 30 лет и то, что он увидел и почувствовал здесь, помогло ему лучше понять уникальное место и роль наших народов в движении Человечества к осознанию того что, мы все ЕДИНЫ друг с другом, с планетой Земля и со всей Вселенной!</p>


<center>
    <p class="center">
        <img src="/images/site/logo/1471389_10203518746870164_134063441_n.jpg"
             class="thumbnail"
             style="width: 100%; max-width: 600px;"
            />
    </p>

</center>

<hr>

<?= $this->render('../blocks/share', [
    'image'       => \yii\helpers\Url::to('/images/site/logo/ico.jpg', true) ,
    'url'         => \yii\helpers\Url::current([], true),
    'title'       => $this->title,
    'description' => '«Цветок Жизни» - знак, символ, изображение, которое отображает математический символ бесконечности ∞.
        Символ, «Цветок жизни», так же известен как суфийский лотос.',
]) ?>
</div>
</div>