<style>
    .blu {
        font-weight: bold;
    }
</style>
<div class="container">

<div class="page-header">
    <h1>Галактическая Федерация Света</h1>
</div>
<p>Галактическая Федерация Света была образована более 4.5 миллионов лет назад, чтобы предотвратить вторжение темных сил из других измерений, желающих доминировать и эксплуатировать эту Галактику.</p>

<p>Федерация приставляет сейчас, более 200.000 звездных наций, конфедераций или союзов. Примерно 40% из них - гуманоиды, остальные - различные формы чувствительных существ. Большинство членов Галактической Федерации - существа, обладающие полным сознанием.</p>

<p>Чтобы познакомить вас с нашей космической семьёй, мы будем периодически представлять информацию о типах сущностей, входящих в Галактическую Федерацию. Мы надеемся, что эта информация - поможет вам опознать, или признать какие - либо эксперименты, которые вы могли проводить с кем- нибудь из этих существ. Наша цель - в продвижении доброй воли и понимания звездных наций, которые отвечают на призыв Земной Духовной Иерархии о помощи в вашем процессе вознесения / трансформации.</p>

<p align="center"></p>

<p class="bblu" align="center"><span class="bsin">Итак, сущности входящие в Галактическую
  Федерацию.</span></p>

<h2>Существа с Андромеды (Андромедиане)</h2>

<p><span class="blu">Имя члена Галактической Федерации</span> – Андромедиане.</p>

<p><span class="blu">Нахождение в Галактической Федерации</span> - приблизительно 3.5 миллионов лет.</p>

<p><span class="blu">Местонахождение</span> - приблизительно от 150 до 4.000 Световых лет.</p>

<p><span class="blu">Форма жизни</span> - Гуманоиды</p>

<p><span
        class="blu">Физические характеристики</span> - Гуманоиды, похожие на жителей Земли. Они, обычно одеваются в традиционные многоцветные, выпрыгивающие костюмы. Андромедиане - включают 2 типа гуманоидных существ:
</p>

<p>Первый - "Кавказский", который варьируется от так называемого "Нордического" типа (блондины, голубые глаза, светлая кожа) до "Средиземноморского" (от светло до темно коричневых волос, от серых до коричневых глаз, кожу, которая выглядит загорелой). </p>

<p>Второй тип - типично "Восточный", с темными волосами, темными азиатскими глазами, и типом кожи, который варьируется от бледно - коричневого до темно - коричневого.</p>

<p>Глаза всех Андромедианцев немного больше, чем земных людей. Губы - тонкие и окрашены почти в светло - розовый цвет. Их уши расположены немного ниже на голове, и немного меньше в размере. Их руки и ноги выглядят нежно с длинными пальцами рук и ног.</p>

<p>Мужчины имеют обычно рост от 1.7- до 2.12 м и выше. Женщины имеют рост от 1.63 до 1.93 м и выше. Женщины андромедианки знают об их волшебных энергиях и об их миловидных фигурах.</p>

<p><span
        class="blu">Специальные качества и способности</span> - Андромедиане известны по всей Галактике, как мастера всех форм науки.
</p>

<p><span class="blu">Средняя необходимость во сне</span> - около 2 часов в день.</p>

<p><span
        class="blu">Язык</span> - Язык Андромедианцев варьируется от диалекта, похожего на итальяно - испанский язык, до более тонально - гортанного звука.
</p>

<p><span
        class="blu">Материнские корабли и другие летающие аппараты:</span> Андромедиансие корабли варьируются в виде от их традиционной самбрерообразной формы их разведывательных кораблей, которые имеют от 15 до 20 метров, до линзовидной формы их атмосферных командных кораблей, которые имеют длину 805 метров.
</p>

<p></p>

<h2>Арктурианцы</h2>


<p><span class="blu">Имя члена Федерации</span> - Арктурианская конфедерация.</p>

<p><span class="blu">Вхождение в Галактическую Федерацию</span> - Приблизительно 3.75 миллионов лет назад.</p>

<p><span class="blu">Месторасположение</span> - Звезда Арктурес в Созвездии "Сапога".</p>

<p><span class="blu">Расстояние от Земли</span> - Приблизительно 36 Световых лет.</p>

<p><span class="blu">Жизненная форма</span> - Лошадеобразные чувствительные существа.</p>

<p><span
        class="blu">Физические данные:</span> Арктурианцы - это очень чувствительные млекопитающие сущности, которые напоминают лошадь. Тело в определенной степени высокое и тонкое, с головой напоминающей лошадиную. Цвет варьируется в расцветке, от ванильного до очень темно-коричневого. Арктурианцы имеют гриву сзади шеи и головы и чрезвычайно тонкий хвост, который лишь чуть-чуть напоминает хвост лошади. Руки имеют 4 очень длинных пальца, гибких и очень тонких. Глаза арктурианцев намного больше в размере, чем людей с Земли, и они, или блекло-голубые или темно-коричневые. Уши немного похожи на лошадиные, но они меньше и более округленные, чем у их земных двойников. В размере, Арктурианцы мужчины имеют рост от 2.31 м до 2.64м. Женщины от 2.31 м до 2.49 м.
</p>

<p><span
        class="blu">Специальные таланты и возможности:</span> В Галактической Федерации Арктурианцы известны, как мастера времени (галактические календари и так далее), а также их особенными способностями в науке и философии.
</p>

<p><span class="blu">Средняя необходимость в сне: </span>Обычно от 1 до 3 часов в день.</p>

<p><span class="blu">Язык:</span> Говорят на тональном языке, чьи звуки немного похожие на китайский или вьетнамский
    <span class="blu">языки. </span></p>

<p><span
        class="blu"> Материнские корабли и другие летальные аппараты:</span> Арктурианские корабли различаются по форме, от водолазного колокола разведывательных кораблей, которые варьируются по размеру от 12.2 до 22.9 м в диаметре, до линзообразных планетарных командных кораблей, которые более 22.5 км.! в длину.
</p>

<h2>Беллатрианцы</h2>

<p><span
        class="blu"> Имя члена Галактической Федерации</span> - Звездная нация Беллатрикса. Бывший член лиги Ориона, и этого сектора командования бывшего альянса.
</p>

<p><span class="blu">Вхождение в Галактическую Федерацию</span> - 3 года назад.</p>

<p><span
        class="blu">Месторасположение:</span> Одна из самих ярких звезд созвездия Ориона, самая яркая звезда найденная в Поясе Ориона.
</p>

<p><span class="blu">Расстояние от Земли: </span>Примерно 112.5 световых лет.</p>

<p><span
        class="blu">Жизненная форма:</span> Основной тип – дино - рептоидный гибрид, мигрировавший с Созвездия Стрельца около 25 миллионов лет назад.
</p>

<p><span
        class="blu">Физические данные:</span> Очень чешуйчатые и костлявые. Вверху голова окружена большим костлявым гребнем. Имеют большие красные или тускло-желтые глаза (этим похожи на Земных рептилий) направленные всегда вперед наверх, имеют очень маленький нос. Имеют рот с тонкими губами, которые ходят от одной стороны головы к другой. Не имеют ушей, только их знак - очень гладкий (7.62 см.) круг на стороне головы или сразу позади глаз. Кожа - чешуйчатая, как у крокодила, и имеет расцветки: зеленую, желтую, коричневую или красную. Маленький костлявый гребешок передвигается с середины спины и подключается к большому гребешку, находящемуся на вершине головы. На руках имеют 6 длинных, когтистых пальцев. На ногах имеют 5 пальцев, на концах которых есть маленький и очень острый коготь. Имеют очень маленький хвост. Мужчины меньше, чем женщины. Мужчины имеют рост от 2.44 м до 3 м. женщины имеют рост от 2.6 м до 3.12 м.
</p>

<p><span
        class="blu">Специальные возможности и таланты:</span> Известны, как хорошие дипломаты и лидеры. В прошлом, в составе Альянса, на протяжении 6 миллионов лет управляли этим сектором Галактики Млечного Пути.
</p>

<p><span class="blu">Средняя необходимость во сне:</span> 5 -8 часов в сутки.</p>

<p><span class="blu">Язык: </span>Очень грубо гортанный, наполненный рычащими и свистящими шумами.</p>

<p><span
        class="blu">Материнские корабли и другие летающие аппараты: </span>Разведывательный корабль похож на капли росы и как жук, различается по размеру от 30.5 м. до 122 м. Материнские корабли имеют размеры от 1.6км - до 640 км!!! в длину и похожи на длинных головастиков.
</p>


<h2>Цэнтуриане (Кентавры)</h2>

<p><span class="blu"> Имя члена Галактической Федерации</span> - Великая звезда объединенного Кентавра.</p>

<p><span class="blu">Время вступления в Галактическую Федерацию</span> - 1.1 миллиона лет назад.</p>

<p><span
        class="blu">Месторасположение</span> - Созвездие Кентавра находится между созвездий Lupus (волчицы) и Vela (нёбо?). Известна, как ярчайшая звезда тройной звездной системы Альфа - Центавры (Известна так же, как Ригель Кентавру-с.) Одной из тройных звезд является Проксими Центури, которая наиболее близка к Земле - 4.3 световых лет.
</p>

<p><span class="blu">Расстояние до Земли</span> - от 4.3 световых лет до 1000 световых лет.</p>

<p><span class="blu">Жизненная форма</span> - Гуманоидный и рептоидный виды.</p>

<p><span
        class="blu">Физические данные</span> - Гуманоидные кентавры - напоминают людей, сейчас проживающих на Земле. Мужчины - очень мускулисты и хорошо сложены. Имеют светлые, коричневые, черные или красные волосы. Их глаза немного напоминают по виду азиатские, иногда они закруглены. Глаза имеют коричневый, черный, голубой, зеленый или земляной цвет. Мужчины имеют рост от 1.8 м. до 2.4 метра. Цвет их кожи варьируется от темно - коричневого до слегка загорелого белого. Женщины - также хорошо сложены, но менее мускулистые. Имеют рост от 1.65 м. до 2.1 м.
</p>

<p>Рептоидные кентавры имеют чешуйчатое (как у ящериц) и мускулистое тело. Кожа - пятнистая, имеет цвета: зеленый и голубой или красный и зеленый. Руки узкие, как у людей, имеют 6 пальцев, которые оканчиваются острым, кривым когтем. Глаза - круглые и выпуклые, выглядят как рептоидные, с вертикальным разрезом глаза имеют светло-красный или золотистый цвет. Они не имеют хвоста, но на ногах имеют пять длинных пальцев, заканчивающихся кривым когтем. Женщины имеют рост до 2.4 м. мужчины немного ниже.</p>

<p><span
        class="blu">Специальные способности и возможности</span> - Кентавры известны, как отличные стратеги, и часто являются Связными Консулами Галактической Федерации. Они отличились способностью объединения к единству групп различных Существ. Все это они достигали мирным и гармоничным путем.
</p>

<p><span class="blu">Средняя необходимость во сне</span> - 2 - 4 часа в сутки.</p>

<p><span
        class="blu">Язык</span> - гуманоидный язык немного гортанный, напоминает немецкий, но тональные звуки - похожи на китайский язык. Рептоидный язык очень гортанный и наполнен звуками, которые чрезвычайно сложны для воспроизведения человеком.
</p>

<p><span
        class="blu">Материнские корабли и другие летальные аппараты</span> - Кентавры имеют 2 типа летальных средств. Первый - многоцелевой разведывательный корабль. Он имеет вид колокола с большим круглым линзовидным крылом, прикрепленном на одной из сторон. Размер - приблизительно 14 метров в диаметре, и 9.1 метра в высоту. Второй тип - это командный корабль, который имеет вид сигары с выпуклостью по середине, приблизительно 60 метров в длину.
</p>

<h2>Фомальхотэнцы</h2>

<p><span class="bblu">Имя члена Галактической Федерации</span> - Конфедерация Фомальхота.</p>

<p><span
        class="blu">Время вступления в Галактическую Федерацию</span> - нейтральная звездная нация, ставшая членом Галактической Федерации 3 года назад.
</p>

<p><span class="blu">Местонахождение</span> - Яркая звезда в Созвездии Рыб (южная Рыба).</p>

<p><span class="blu">Расстояние до Земли</span> - Примерно, 23 световых года.</p>

<p><span
        class="blu">Жизненная Форма </span>- Имеют 2 вида. Первый - гуманоидный. Это повстанцы с Плеяд, которые первыми колонизировали Фомальхот 250.000 лет назад, и которые находятся на 3 -ей и 4-ой планетах Фомальхота. Второй тип - это маленькая дино - рептоидная группа из Беллатрикса в Орионе, которые колонизировали 2-ую планету этой солнечной системы около 200.000 лет назад. Эти 2 части создали Конфедерацию после серии очень разрушительных войн, которые закончились 20.000 лет назад.
</p>

<p><span
        class="blu">Физические данные</span> - Первая разновидность фомальхотонэнских людей близко напоминает то, что зовется "нордическими пришельцами", они обычно блондины с очень голубыми, земляными или стальными - серыми глазами. Мужчины мускулисты и около 1.85 м. Женщины очень миловидные, и имеют рост от 1.65м до 1.83. Второй тип - темнокожий и выглядящий полностью загорелым, с темными и коричневыми волосами, серыми или черными глазами. Имеет похожий рост и другие данные, как и "нордический" тип.
</p>

<p><span
        class="blu">Конфедерация Дино</span> - Рептоидных жителей в оригинале является гибридом со звезды Белтрикс в Орионе. Они очень чешуйчаты и костлявы, верх головы окружает большой костлявый гребень. Имеют большие красные или блекло желтые глаза (которые, напоминают глаза земных рептилий), направленные вперед вверх. Имеют очень маленький нос. Имеют рот с очень тонкими губами, которые "ходят" от одной части головы к другой. Не имеют ушей, но имеют их знак, очень гладкий (7.62 см) круг на стороне головы и прямо сзади глаз. Кожа чешуйчатая, как крокодилья и имеет цвета: зеленый, желтый, коричневый и красный. Маленький гребешок костлявой материи движется с середины спины и подключается к большому гребешку, расположенному на вершине головы. На руках имеют 6 длинных когтистых пальцев. Имеют маленький, немного похожий на крокодилий хвост, расширенный только в ногах. Рост мужчин от 2.44 м. до 3 м. Рост женщин от 2.6 м до 3.12 м.
</p>

<p><span
        class="blu">Особые таланты и способности</span> - Известны своей отвагой и научными способностями. Они сейчас входят в большую часть персонала первой главной Науки и Исследовательской команды, посланной в Андромеду (2 миллиона световых лет он нашей Галактики).
</p>

<p><span class="blu">Средняя необходимость во сне</span> - от 2 до 6 часов в сутки.</p>

<p><span
        class="blu">Язык</span> - Язык людей - лирический, но немного гортанный. Дино - рептоидный язык - намного более гортанный.
</p>

<p><span
        class="blu">Материнские корабли и другие летальные аппараты</span> - Людские разведывательные корабли имеют яйцевидную форму, напоминают каплю воды, падающую из под крана. Их размер от 18.3 до 26 метров. Материнские корабли - многослойные сигары, от 3.2 км до 1.920 км. вокруг!!!.
</p>

<p><span
        class="blu">Дино</span> - рептоидные разведывательные корабли выглядят, как огромные жуки, приблизительно 30.5 метров в диаметре. Материнские корабли выглядят, как амебы, и имеют размеры от 13 - до 14.400 км вокруг!!!.
</p>

    <p><a
            href="https://vk.com/club23383826"
            target="_blank"
            class="btn btn-default"
            >группа Вконтакте</a> </p>

</div>