<?php


$this->title = 'История Человечества';
?>


<div class="container">

    <div class="col-lg-12">
        <h1 class="page-header"><?= \yii\helpers\Html::encode($this->title) ?></h1>
    </div>
    <div class="col-lg-8 col-lg-offset-2">

        <p class="thumbnail">
            <iframe width="100%" height="315" src="https://www.youtube.com/embed/gifiERqE5-k" frameborder="0"
                    allowfullscreen></iframe>
        </p>
        <hr/>
        <p><img src="/images/page/history/1.jpg" class="thumbnail" width="100%"></p>

        <p>Мы хотим перенести вас в ту точку пространственно-временного континуума, которая, в терминах вашего линейного
            времени, имела место более сотни тысяч лет назад. Это был важнейший этап событий, случившихся в вашем
            секторе галактики, когда вторжение необычайно разрушительных энергий заставило напрямую вмешаться Силы Света
            из многих измерений,&nbsp;&mdash; но это был скорее ответ на определенные события, а не акт
            вмешательства.</p>

        <p>Призывы о помощи высших сфер разнеслись по материальной Вселенной по световым струнам Космоса, и мы просто не
            могли их проигнорировать &mdash; хотя знали, что не стоит напрямую вмешиваться в события, происходящие в тех
            цивилизациях.</p>

        <p>Когда в небесах раздался зов, подобный церковным колоколам, Силы Света из высших измерений, Ангельские
            Создания и Небесные Божества объединились вместе, чтобы помочь в исцелении этого места, излучая волны любви
            и света всем живым существам физического мира и желая восстановить равновесие. Многие разумные существа
            пятого и шестого измерений вернулись в материю, породив новую волну Работников Света, которые помогали
            восстановить баланс тьмы и света в трехмерном мире. Постепенно энергии изменились, и маятник начал
            возвращаться к точке равновесия.</p>

        <p>Там, где свет озарил мрак, зародился Дух, и Тонкая Паутина Света заискрилась своим сиянием. Однако плотность
            материи, казалось, воздействует на коллективную душу, и вскоре низкие вибрации вновь нарушили равновесие
            вашего мира.</p>

        <p>Эта борьба продолжается вечно, потому что такова природа Вселенной. Чем плотнее мир, тем выше полярность,
            которая отдаляет сознание от его космометрически совершенных кристаллических выражений и превращает его в
            разрозненные проявления дисбаланса и дисгармонии, что вы сейчас и ощущаете на многих уровнях своего земного
            существования. В двойственной материальной Вселенной это является необходимым процессом, и мы напоминаем,
            что разрушение материи так же прекрасно, как и ее создание, ведь оба процесса взаимозависимы.</p>

        <p>Когда существа, планеты, звезды и целые галактики возносятся по спирали эволюции, другие зарождаются в
            материи, и с этих &laquo;новорожденных&raquo; процесс начинается заново. Вот что поддерживает равновесие во
            Вселенной.</p>

        <p>Это природа всего существования.</p>

        <p>Несмотря на обилие Существ Света, вернувшихся в физическую реальность, наши Старейшины осознали, что
            равновесие вашей вселенной полностью нарушено, свет меркнет, а Работников Света слишком мало, чтобы
            значительно повлиять на вибрации, формирующие трехмерное пространство, и восстановить баланс. Казалось, что
            без божественной помощи мир, который вы называете Вселенной, потонет в бездонной тьме &mdash; в конце
            концов, будет уничтожен.</p>

        <p>Был учрежден Совет, в состав которого вошли Ангельские Воины, андромедианцы, Вознесенные Мастера, светлые
            существа из седьмого, восьмого и девятого измерений, Сирианские Старейшины и Плеядеанские Посланники Света,
            чтобы определить наиболее эффективный способ служения свету в этих мирах. Они были очень осторожны, зная,
            что своим вмешательством изменят карму целых цивилизаций, навечно связанных процессами материального
            пространства. Вместе они разработали идею о посеве семян сверхрасы Существ Света, которые будут служить
            наблюдателями в материальной Вселенной &mdash; Новыми Часовыми Света.</p>

        <p>Такова, Дорогие, была ваша судьба.</p>

        <p><img src="/images/page/history/2.jpg" class="thumbnail" width="100%"></p>

        <p>По Тонкой Паутине распространился зов, и по всей Вселенной разошлась новость о планах проведения такого
            эксперимента &mdash; зарождения расы физических существ со световыми телами, способных удерживать в себе
            высокие частоты. Таким смелым намерением, возникшим от этого союза, поделились с Существами Света высших
            измерений и Работниками Света из проблемных трехмерных миров.</p>

        <p>Более чем осторожно переступая границу вселенского закона, Совет связался с лидерами многих отдаленных
            цивилизаций&hellip; с предложением присоединиться. Большинство из них (но не все) выступили
            за&nbsp;Проект &laquo;Звездное Семя&raquo;.</p>

        <p>Сначала нужно было выбрать пригодную для жизни планету, которая могла бы обеспечить наиболее благоприятные
            условия для взращивания вида физических существ со световыми телами. Она должна была оставаться
            изолированной в течение довольно долгого времени, чтобы эта раса в безопасности проросла,
            выкристаллизовалась и нашла идеальную среду для размножения. Однако эта планета должна была быть доступной
            галактическому сообществу внеземных миров, которое взялось способствовать ее развитию. Она должна была
            обладать совершенной атмосферной и биологической средой, но не быть населенной другими разумными видами,
            потому что их наличие обязательно повлияло бы на результат&hellip; так же, как и сам эксперимент помешал бы
            развитию любой уже существующей там цивилизации.</p>

        <p>Земля подала голос, ееуам&nbsp;(музыкальная &laquo;подпись&raquo; души) наполнил каждый уровень сознания
            Космоса. Земная музыка без каких-либо искажений прозвучала на небесах, потому что ни одна развитая
            цивилизация никогда не укоренялась в ее девственной почве. Тогда не было ни гула, ни помех, которые теперь
            слышны от Гайи. А были высшие гармоники ее звонких частот и уверенный, четкий стук ее сердцебиения.</p>

        <p>Поскольку она являлась горловой чакрой вашей Солнечной системы, то разум, значительно превосходящий ваш мир,
            решил, что она идеально подходит на роль центра коммуникации вашего сектора материальной Вселенной. Они
            смотрели на вашу сине-зеленую планету издалека и видели, что она действительно была Эдемским Садом.</p>

        <p>Земля была неисследованной территорией, отдаленной планетой, во всех смыслах готовой получить эволюционный
            толчок, чтобы подняться по спирали. Продолжая исследовать ее, члены Совета заметили, что, несмотря на
            разнообразие фауны, изобилие флоры и богатство минералов, третья планета от огненного ядра Ра очень медленно
            приближалась к развитию разумных видов. Многие миллионы лет &laquo;обезьянолюди&raquo;HomoErectus&nbsp;все
            еще продолжали ходить по Земле, почти не эволюционируя и находясь на довольно слаборазвитой стадии выживания
            в естественных условиях.</p>

        <p>Землю сочли идеальной средой для рождения Золотой Расы.</p>

        <p>Это был &laquo;союз, заключенный на небесах&raquo;.</p>

        <p><img src="/images/page/history/3.jpg" class="thumbnail" width="100%"></p>

        <p>Были проведены глубокие исследования окружающей среды Земли &mdash; царства растений и животных &mdash; и
            было детально изучено, как биологическое разнообразие зависело от геофизических и климатических факторов.
            Было установлено, что такое многообразие обеспечит идеальные условия для внеземных видов, потому что их
            первоначальная среда могла во многих смыслах быть воспроизведена в экосистеме Земли. И &mdash; о!&nbsp;&mdash;
            обильные воды! Ни на одной другой планете нет такого изобилия этой жизнетворной стихии &mdash; основного
            источника жизни во Вселенной.</p>

        <p>Создатели Великого Эксперимента знали, что во избежание истощения генетического фонда нужно ввести в матрицу
            ДНК разнообразные генетические коды, чтобы скрещивание разных рас лишь укрепляло их, а не ослабляло, как это
            часто бывает в других мирах с изолированными видами. Земля предлагала экологическое разнообразие и ресурсы,
            необходимые для успешного внедрения различных генетических кодов и их выведения.</p>

        <p>Именно так появились на Земле четыре различные расы&hellip; такие уникальные по конституции, хотя и общие по
            галактической природе и предназначению.</p>

        <p>Ваши археологические и эволюционные &laquo;теории недостающего звена&raquo; не могут объяснить изолированного
            возникновения четырех различных рас на планете. Можно сказать, что фундаментальный генетический материал
            архетипов основных рас и образовал первичную субстанцию вашей расы, в то время как вибрационные паттерны и
            программирование высокоразвитых существ (из высших сфер) были вплетены в сложные световые коды вашей
            потрясающей двенадцатинитевой ДНК.</p>

        <p>Генетический материал этих четырех первичных рас был объединен в программе видаHomoSapiens. Смешав ДНК
            четырех рас в одной матрице, генетики создали разные нити, чтобы доминирующий генетический материал с
            определенной планетной или звездной частоты был посеян в тех климатических условиях Гайи, которые больше
            всего напоминали привычную для них среду, что, как думали генетики, облегчит успешное развитие образца. Это,
            мы повторяем, было сделано для укрепления генофонда, потому что смешение расHomoSapiens&nbsp;в конечном
            итоге обеспечит ваше выживание.</p>

        <p>Были определены климат, почва и доступные ресурсы, лучше всего соответствующие условиям планет происхождения
            генетического материала. Склейка ДНК и смешение генетического материала были частично определены
            существованием этих биологически совместимых условий, в которые были посажены семена ваших великих
            предков.</p>

        <p>Как вы при посадке садовых деревьев, овощей и цветов стараетесь найти место с идеальным освещением, почвой и
            влажностью, чтобы обеспечить хороший и быстрый рост растений в этом новом мире, так и специалисты по
            генетике, занимавшиеся теми семенами, очень старались выбрать подходящую среду на Земле.</p>

        <p>Это очень упрощенное объяснение развития современного человека на вашей планете, который не только как вид
            значительно отличается от других животных и человекообразных обезьян, а и обладает различными расовыми
            характеристиками. Но оно поможет вам понять, как такие разные расы появились в разных точках вашей планеты
            задолго до того, как ваши хроники попытались описать невероятное разнообразие вашего вида. Оно поможет вам
            понять, почему теория Дарвина оказывается неспособной адекватно описать возникновение человека путем
            эволюции и никогда не найдет &laquo;недостающего звена&raquo;&hellip; и никогда не признает, что
            первыеHomoSapiens&nbsp;являлись совершенными кристаллами из отдаленных миров и измерений.</p>

        <p>Формирование основного генетического кода было совместной работой донорских рас и Существ Света из множества
            миров. Семья Света наполнила матрицу сиянием, а генетики взяли за основу генетический материал коренных
            жителей Земли (HomoErectus),&nbsp;оживив эксперимент любовью и намерением служить Высшей Цели.</p>

        <p>Первичные расы соответствовали четырем стихиям Земли и имели четыре основных цвета: черный, красный, белый и
            желтый. Из них смешивались новые цвета и появлялись новые расовые характеристики. Такой была ваша
            физическая, эмоциональная и ментальная конституция по изначальной задумке.</p>

        <p>Это была палитра художника.</p>

        <p><img src="/images/page/history/4.jpg" class="thumbnail" width="100%"></p>


        <p>В отдаленной точке вашей галактики существует планета под названием Энган. Ее гравитационное поле и
            атмосферные условия очень напоминают обширные пустынные регионы Земли. Это горячая и сухая планета, где
            ограниченные водные ресурсы и редкие дожди ценятся больше всего, а золото и залежи драгоценных руд не имеют
            для населения никакого значения. Энган гораздо старше Гайи и видел рождение и возрождение многих
            цивилизаций, вымирание последней из которых почти совпало с началом Проекта &laquo;Звездное Семя&raquo;,
            когда исчезновение океанов из-за разрушения атмосферы спровоцировало засуху невероятных масштабов.
            Результатом, естественно, стали массовые смерти, которые уничтожили почти все население.</p>

        <p>Поначалу Старейшины хотели выбрать для участия в Великом Эксперименте именно энганцев, зная, что так их
            семена будут жить в Утопии, изобилующей водами. Генетический материал энганцев, существ с большой физической
            силой, выраженной сексуальностью и жизненной энергией, был добавлен в генофонд и стал доминирующим
            генетическим материалом человеческой ДНК.</p>

        <p>Вам они известны как негроидная раса, и энганцы ассоциируются у вас с черным цветом.</p>

        <p>ПрототипHomoSapiens&nbsp;с доминирующими генами энганцев был помещен в самый жаркий климат разнообразных
            экосистем Земли, наиболее сходный с их засушливой горячей планетой,&nbsp;&mdash; в Африку, на границу с
            Азией, Австралию и прилегающие к ней группы островов.</p>

        <p>Вторая основная раса &mdash;&nbsp;атлы&nbsp;&mdash; принадлежала к очень развитой цивилизации из звездной
            системы Плеяд, расположенной близко к центру вашей галактики. Их потомков вы называете краснокожими. Они
            присоединились к заселению вашей планеты, чтобы привнести дар безусловной любви в человеческую матрицу. Их
            участие в Великом Эксперименте наделило вас священным сердцем, дало вам способность сострадать всему живому
            и обмениваться этой энергией со всеми созданиями.</p>

        <p>Их поместили в те земли, которые стали континентом Атлантиды, где великие горы и вершины очерчивали горизонт.
            Их потомков и по сей день можно найти в заснеженных землях и на равнинах Земли: в Гималаях, Андах, Скалистых
            горах&hellip; Это эскимосы, тибетцы, перуанцы, майя и коренные американцы.</p>

        <p>Третья раса, которую вы называетеазиатами&nbsp;(желтый народ), происходит из места, весьма отдаленного от
            вашей Солнечной системы,&nbsp;&mdash; с планеты, о которой не знает ваше агентство НАСА, потому что ее не
            видно в ваши телескопы. Далекая и изолированная, эта древняя планета находилась в кризисе, подобном тому,
            что переживает ваш современный мир.</p>

        <p><img src="/images/page/history/6.jpg" class="thumbnail" width="100%"></p>

        <p>Значительное перенаселение и обожествление сложных технологий привели цивилизацию на грань исчезновения, где
            она просто разрушала сама себя. На уровне коллективного бессознательного они отдали власть технологии и
            приблизились к эволюционной пропасти, в которую сейчас соскальзывает род людской, создав мир могущественных
            роботов и деградирующего разума. Они хотели объединиться с другими мирами (в некотором смысле, убежать от
            самих себя), когда их межгалактическая коммуникационная сеть услышала о Проекте &laquo;Звездное
            Семя&raquo;.</p>

        <p>Они были мастерами логического общения и технологий, истинным воплощением левополушарных существ. Их
            поместили в те географические области, где относительно постоянными поддерживались влажность и высокая
            температура, потому что такая экосистема больше всего походила на геофизические характеристики их родной
            планеты.</p>

        <p>Арийцы&nbsp;&mdash; те, кого вы называете белой расой, населяющей ваш мир,&nbsp;&mdash; происходят из
            созвездия Ориона. Будучи технологически развитой цивилизацией, они сумели преодолеть все препятствия и
            освоить межгалактические путешествия и отправлялись далеко, каждый раз все дальше, пытаясь понять обширность
            всего сущего. Они были исследователями, чья пламенная природа манила их к новым берегам &mdash; любопытными
            фантазерами о мирах, которые им еще предстоит узнать&hellip; и завоевать.</p>

        <p>Они дали вам сильную волю и желание выделяться и доминировать как вид. Это та часть вас, которая все время в
            поисках, не признает никаких ограничений и расцветает, сталкиваясь с трудностями.</p>

        <p>Их планета, пятая от центральной звезды, была относительно холодной, а тамошнее солнце &mdash; холоднее
            вашего, так что они, исключительно в физическом смысле, были самым деликатным генетическим материалом,
            который предстояло ввести в матрицу. Их кожа была совершенно белой, лишенной пигмента, и им требовалась
            защита от интенсивного излучения Ра.</p>

        <p>Арийский прототипHomoSapiens&nbsp;предстояло поместить в самую холодную и темную среду вашей планеты, иначе
            они не смогли бы выжить на начальной стадии. Они оказались в умеренном поясе, между полюсами, где отсутствие
            прямых лучей лучше всего воспроизводило влияние их собственного солнца и где значительная географическая
            изоляция обеспечила их препятствиями, необходимыми для выживания.</p>

        <p>Таково было изначальное соотношение &mdash; четыре основных стихии вашего галактического состава. Энганцы
            (земля), мастера физического мира, дали вам силу и физическую выносливость. Атлы (вода) улучшили вашу
            способность любить и ощущать родство со всеми живыми существами вокруг вас. Азиаты (воздух) обеспечили вас
            способностью размышлять и общаться с высшим интеллектом. И арийское сознание (огонь) подарило семенам
            сильную волю и энергию преодолевать любые препятствия.</p>

        <p>Пятый элемент, связь с душой планеты, был найден в ДНКHomoErectus, местного земного примата. Он дал первичную
            форму и структуруHomoSapiens, навсегда связав вас с душой Гайи.</p>

        <p><img src="/images/page/history/5.jpg" class="thumbnail" width="100%"></p>


        <p>Не относитесь к этим прототипам с предубеждением. Ни один из них не превосходит другой, потому что все вы,
            практически во всех смыслах,&nbsp;&mdash; одно и то же. В каждом из вас находится генетический материал всех
            четырех инопланетных рас &mdash; просто в разной степени. В ДНК всех вас также вплетена ДНК Существ Света из
            высших измерений и коренных жителей, которые были прямоходящими на вашей планете задолго до появления на
            ЗемлеHomoSapiens.</p>

        <p>Если смотреть на это с сирианской точки зрения космометрических пропорций, то можно увидеть, что генетики,
            занимавшиеся разработкой семян, проделали большую работу, чтобы учесть священные направления. Четыре
            основных направления (восток, запад, север и юг) представлены четырьмя расами;верх &mdash;&nbsp;световыми
            кодами высших сфер, аниз&nbsp;&mdash; медленно развивающейся человекообразной ветвью, связывая вас с
            планетой Земля. Эти элементы космического замысла были бережно соединены, породив седьмое
            направление &mdash;&nbsp;внутрь&nbsp;вашего существа &mdash; в место, где обитает душа.</p>

        <p>Мы кратко рассказали о том, как четыре стихии Земли, важнейшие аспекты вашего существования на планете, нашли
            воплощение в четырех корневых расах. Эти многомерные структуры нужно иметь в виду, двигаясь дальше, потому
            что мы погружаемся в ваше корневое сознание, и вы можете услышать голос своего эго &mdash; той части вас,
            которая запрограммирована и обучена видеть других отдельно от себя,&nbsp;&mdash; сопротивляющийся осознанию
            вашей многорасовости, многомерности и внеземного происхождения.</p>

        <p>Вы начинаете вспоминать, что ваше расовое сознание корнями уходит к звездам и ваша генетическая программа
            содержит ДНК многих рас. Это первичная память, скрытая глубоко в подсознании&hellip; гораздо глубже, чем ваш
            логический разум готов был погрузиться раньше.</p>

        <p>Вот почему большинство людей продолжает с предубеждением относиться к существам другого цвета. Попавшее в
            крайнюю полярность полей Земли, большинство из вас по-прежнему видит больше отличий, чем сходств,&nbsp;&mdash;
            взаимное развитие и дары друг другу проявлялись через мирное сосуществование и межрасовое скрещивание. На
            самом деле, вы должны помнить, что, если бы не генетическое разнообразие, род людской просто не выжила бы,
            как и целые популяции флоры и фауны, исчезавшие в других генетически изолированных средах планеты.</p>

        <p>Урок расовой взаимозависимости нужно преподавать в школах и во время публичных выступлений &mdash; там, где
            семена расового напряжения прорастают и слишком часто вызывают конфликты и гнев среди молодежи. Ирония
            вашего неприятия других рас кроется в том, что кажущиеся различия на самом деле являются вашей силой, а
            также сходством. Ваше расовое многообразие так же необходимо для вашего выживания, как воздух, которым вы
            дышите, и вода, которую вы пьете. Ваш генетический материал был выбран таким образом, чтобы в вашей
            структуре сочетались сильные стороны самых развитых цивилизаций Вселенной, обеспечивая выживание вашего
            вида.</p>

        <p>Рискуя повториться, мы вновь приведем один простой факт. Те из вас, кто по-прежнему обладает ощущением
            расового превосходства над другими, должны помнить, что без темного и светлого оттенков, а также без чего-то
            иного, альтернативного, вы, скорее всего, никогда бы не вступили в двадцать первый век на планете Земля.</p>

        <p>Поняв свои истинные корни &mdash; и свое единство,&nbsp;&mdash; вы вновь откроете абсолютную красоту других и
            научитесь любить их как часть самих себя.</p>

        <p>И тогда вы познаете расширяющееся сердце человечества.</p>

        <p>И тогда вы поймете значение и ценность Единого.</p>

        <hr>

        <a href="http://rumagic.com/ru_zar/religion_esoterics/kori/0/j2.html" target="_blank" class="btn btn-primary">Ссылка на источник »</a>

        <?= $this->render('../blocks/share', [
            'image'       => \yii\helpers\Url::to('/images/page/history/1.jpg', true),
            'url'         => \yii\helpers\Url::current([], true),
            'title'       => $this->title,
            'description' => 'Когда в небесах раздался зов, подобный церковным колоколам, Силы Света из высших измерений, Ангельские Создания и Небесные Божества объединились вместе, чтобы помочь в исцелении этого места, излучая волны любви и света всем живым существам физического мира и желая восстановить равновесие.',
        ]) ?>

    </div>


</div>