<?php

/** @var array $articleList */

$this->title = 'Язык';

?>

<div class="container">

    <div class="page-header">
        <h1>Язык</h1>
    </div>

    <p class="lead">Язык определяет наши архетипы сознания, а значит и мир в котором мы живем.</p>

    <p><img src="/images/page/language/LNL0D495Xko.jpg" width="100%" class="thumbnail"></p>


    <div class="row">
        <div class="col-lg-4">
            <h2>Всеявсетная грамота</h2>

            <p>Изначальный Универсальный Ключ</p>

            <p><img src="/images/page/language/ZZb_0SVsZ9I.jpg" width="100%" class="thumbnail"></p>


<p>Ключом этим является Конкретная Система Знаний Всего обо Всём, Всех Слов Мира и Всех Миров. Слов -
которыми
Миры Творят себя! Иначе, изначально он именуется – ВсеЯСветная Грамота. Ключ этот открывает хранилища
Всех
наук и религий Земли. Эта Общенациональная Реальная Грамота вписана в генетике Всего живого на Земле
этой, и
бесконечном множестве других земель - Планет и Звезд. В Генетике человека и Всех Миров. Это Исток Всех
языков и Заповедальность, Этимология, Сигмоника и Евгеника, Пиитика движений, и Всех известных и
неизвестных
ныне наук. Это История человеческой БиоЦивилизации, которая, известно, насчитывает около 40 миллионов
лет.</p>
<p>ВсеЯСветная Грамота поможет Вам выявить многовековые искажения, определить, раскодировать всю
существующую
Символику, каждую Цифру и Букову, найти и возродить утраченное.</p>
<p>Эта Грамота - несёт Свет Людям, который поможет узреть множественные истины. Воскресить и сохранить Жизнь
на
Планете.</p>
<p>Это Путь к созданию нового, необходимого и неповторимого. Путь к Разумному созданию будущего.</p>

            <p><a class="btn btn-primary" href="http://www.programotu.ru/" role="button" target="_blank">Перейти на сайт
                    »</a></p>

            <p><a class="btn btn-primary" href="http://www.youtube.com/channel/UC6xvqTF-LtsLPcxJ-lXefZw" role="button"
                  target="_blank">Перейти на сайт
                    »</a></p>
        </div>
        <div class="col-lg-4">
            <h2>Телепатия</h2>

            <p><img src="/images/page/language/1545569_573489322736886_1189381181_n.jpg" width="100%" class="thumbnail">
            </p>

<p>Телепатия представляет собой общение на расстоянии без использования стандартных средств и чувств
человека. Материальная наука полностью отвергает возможность телепатического воздействия, считая, что
без основных чувств: слуха, зрения, осязания, обоняния и вкуса в принципе невозможна передача
информации, ставя под сомнение обучение телепатии. В свою очередь оккультисты и эзотерики полагают, что
человек также наделен другими дополнительными чувствами помимо основных. Отсюда следует наличие особых
так называемых астральных аналогов физических чувств. Некоторые уверяют, что каждое существо обладает
шестым чувством, которое и позволяет посылать мысленные импульсы, не обращая внимания на дальность в
пространстве.</p>

            <p><a class="btn btn-primary" href="http://www.sunhome.ru/navigator/v.telepatiya-obuchenie" role="button"
                  target="_blank">Перейти на сайт
                    »</a></p>
        </div>
        <div class="col-lg-4">
            <h2>Галактический язык Света</h2>

            <p>Разговор с Высшим Я</p>

            <p><img src="/images/page/language/s7brTSPiVow.jpg" width="100%" class="thumbnail"></p>

<p>Каждый раз,читая послания от Высшего Я других людей,невольно подключаешься к планам их Души.</p>

<p>Погружаешься в события,изложенные в послании и проживаешь их. Без слёз,конечно,не обходится.</p>

<p>Я всегда радуюсь за этих людей,что они ещё что-то узнают о себе, и будут лучше понимать себя в свете
    новой информации.</p>

<p>А может этот ответ Высшего Я окажется недостающим фрагментом восприятия самого себя. </p>

            <p><a class="btn btn-primary" href="http://light-team.ru/forum/46-182-1" role="button" target="_blank">Перейти
                    на
                    сайт
                    »</a></p>
        </div>
        <div class="col-lg-4">
            <h2>Славянская азбука</h2>

            <p><img src="/images/page/language/Znachenie-russkih-slov-i-bukv.jpg" width="100%" class="thumbnail"></p>

<p>Клеточное очищение, высвобождение изначальных кодов ДНК для проявления задач Духа.</p>

<p>Проводится с одновременным запуском высокочастотных потенциалов для данного индивидуума на высвобожденном
пространстве в соответствии с его задачами воплощения.</p>

<p>После оплодотворения образуются восемь первичных клеток, которые в процессе жизни сохраняются и находятся
в
области промежности.</p>

<p>Первичный комплекс из восьми клеток формирует план-схему тела человека и хранит изначальные коды ДНК.
Здесь
же находятся мутации и блоки, с которыми человек родился, они имеют химическую, эфирную, эмоциональную и
ментальную природу. Данные блоки в значительной степени контролируют процесс мышления, эмоциональные,
поведенческие реакции и жизнь человека в целом, являясь его частью и имея «базовый уровень». Коды ДНК
хранятся в первичных клетках до момента очищения, в них потенциал и возможности.</p>

<p>Первичные клетки оказывают огромное влияние на способность Духа человека к полному воплощению.</p>

            <p><a class="btn btn-primary" href="http://www.habit.ru/13/276.html" role="button" target="_blank">Перейти
                    на
                    сайт
                    »</a></p>
        </div>
        <div class="col-lg-4">
            <h2>Руны</h2>

            <p><img src="/images/page/language/runi.jpg" width="100%" class="thumbnail"></p>

<p>Руны - это совокупность знаков, предназначенных не только для передачи информации, но и для магических
ритуалов. Интерес к рунам усилился еще с первых веков н.э., хотя истоки рунического искусства
значительно древнее. Смысл самого слова "руна", его значение близко по смыслу со словом "шептание" на
языках Северной Европы. Слово "run" в современном ирландском языке означает "секрет" или "решение",
рунами ирландцы пользовались, для гадания и принятия решений. Но когда появилась необходимость в
письменности, система рун легла в основу алфавита. Ученые имеют археологические свидетельства о связи
письма и рун. Мы можем увидеть, что даже в современном русском алфавите есть 10 букв, по форме
соответствующих знакам рун, а в римском алфавите таких букв 13. Помимо этого некоторые буквы в
древне-латинском, римском и руническом алфавитах очень похожи между собой, тем самым доказывая нам свое
общее происхождение. Руническая символика хоть и зародилась в древние времена, но к искусству руны стали
причислять только в первые века н.э. На протяжении веков сменилось несколько рунических алфавитов, но
наибольшее распространение получил германский вариант, "Старший Футарк", названный по первым шести
буквам F,U,Th,A,R и K. Он состоит из 24 знаков и делится на три группы по восемь букв: руны Фрейи,
Хагалла и Тира.</p>

            <p><a class="btn btn-primary" href="https://ru.wikipedia.org/wiki/%D0%F3%ED%FB" role="button"
                  target="_blank">Перейти
                    на
                    сайт
                    »</a></p>
        </div>
        <?= \app\services\GsssHtml::unionCategoryItems(1) ?>
        <?php
        foreach(\app\models\UnionCategory::getRows(1) as $item) {
            echo \app\services\GsssHtml::unityCategoryItem($item);
        }
        ?>
    </div>
    <div class="row">
        <div class="page-header">
            <h2>Статьи</h2>

        </div>
        <div class="row">
            <?php foreach ($articleList as $item) {
                echo \app\services\GsssHtml::articleItem($item, 'language');
            } ?>
        </div>
    </div>
</div>