<?php
$this->title = 'О нас';

?>

<div class="container">

    <div class="page-header">

        <h1>Галактический союз сил света</h1>
    </div>
    <p class="lead">Мы – люди нового времени. Мы манифестирум Свет, Любовь, Радость, Процветание, Счастье, Здороье,
        Ясность и многомерную эволюцию на Благо Мира.</p>

    <p><img src="/images/page/mission/ab.jpg" width="100%" class="thumbnail"></p>

    <p>Мы, сообщество разумных существ, проживающих на различных уровнях сознания. Это единое сообщество, объединенное
        общими целями в пребывании в любви и Свете для всех жителей нашей Вселенной. Существует ряд обществ, которые еще
        находятся на досознательном уровне бытия и имеют очень низкую степень осознания. Космическое сообщество
        пристально следит за их развитием, практикуя правило невмешательства. И только когда культура подходит к
        сознательному уровню, мы даруем огромные порции Божественной энергии, для создания толчка для перехода и
        развития на новом сознательном уровне.</p>

    <p>Сейчас вы, Земляне, на пороге пробуждения и перехода. Началось активное пробуждение тех, кто является нашими
        посланцами и передача знаний через них для пробуждения Землян. Если вы безотчетно чувствуете необходимость
        получить ту или иную практику, сделайте это. Практики нынешнего периода направлены на пробуждение и
        активирование скрытых ресурсов. Они усиливают ваше свечение, давая дополнительный поток энергии Света, и это
        открывает для вас новое видение и новые возможности.</p>

    <p>В Космическом братстве собраны представители всех сознательных обществ нашей Галактики. Мы оказываем помощь друг
        другу и принимаем решение об общегалактических проектах. Сейчас главный общегалактический проект – «Земля»,
        переход и пополнение семьи Света. И мы также молимся за вас и готовимся к встрече с вами, когда уровень энергии
        усилится, и сила любви возьмет верх над другими силами, царящими в досознательном обществе. Мы встретимся с
        вами, и радости не будет предела, и принесем вам наши дары, и новое понимание воцарится на планете Земля.</p>

    <h2 class="text-center">Миссия</h2>

    <div class="col-lg-8">

        <p>Просвещать людей о священной истории человечества и сакральных принципах, на которых оно строится.</p>

        <p>Поддерживать все календари, которые сонастроены с ритмами природы.</p>

        <p>Обучать детей знанию о том, как жить счастливо, долго, в любви и дружбе.</p>

        <p>Поддерживать экономику нулевого баланса.</p>

        <p>Развивать и внедрять технологии выработки бесконечного электричества Тесла.</p>

        <p>Исследовать, развивать и внедрять технологии увеличения жизненной силы, телепатии и других на благо всех
            жителей
            планеты Земля.</p>

        <p>Помогать тем, кто оступился от закона Истины, дарить им больше любви и больше о них заботиться, так как они
            еще
            малые дети и не доросли до принципа дарения Любви и служения благу мира.</p>

        <p>Создавать и развивать единую сеть здравниц, которая лечит, восстанавливает и усиливает здоровье и Дух.</p>

        <p>Строить дома по принципам сакральной геометрии дабы энергия пространства гармонично структурировалась и
            служила
            благу их жителей.</p>

        <p>Выращивать и распространять чистые и энергетически насыщенные продукты питания.</p>

        <p>Проводить фестивали для укрепления Духа и синхронизации сознания всех и каждого, дабы сила Света крепла, а
            силы
            Тьмы знали свое место и баланс и служили процветанию Земли и также получали пользу.</p>

        <p>Проводить исследования и эксперименты на скрытые и сакральные способности человека, внедрять их и
            распространять,
            дабы чудеса расфракталивались, а счастье увеличивалось.</p>

        <p>Служить поддержанию чистоты нашего Дома, нашей Родины - матушки Земли, дабы глаз радовался и все недостатки
            были
            видны как на ладони, над которыми хочется трудиться.</p>
    </div>
    <div class="col-lg-4">
        <div class="list-group">
            <a href="/declaration" class="list-group-item">
                <h4>Декларация</h4>

                <div class="row">
                    <div class="col-lg-3">
                        <img src="/images/page/declaration/1270100_654508297907655_1964333961_o1.jpg" class="thumbnail"
                             width="80">
                    </div>
                    <div class="col-lg-9">
                        <p>Декларация человечества является Общемировым Пактом самоопределения и планетарной
                            идентификации жителей
                            планеты Земля.</p>
                    </div>
                </div>
            </a>
            <a href="/residence" class="list-group-item">
                <h4>Резиденция</h4>

                <div class="row">
                    <div class="col-lg-3">
                        <img src="/images/page/residence/2222.jpg" class="thumbnail" width="80">
                    </div>
                    <div class="col-lg-9">
                        <p>Резиденция является одной из ключевых точек силы на Планете Земля.</p>
                    </div>
                </div>
            </a>
            <a href="/codex" class="list-group-item">
                <h4>Кодекс света</h4>

                <div class="row">
                    <div class="col-lg-3">
                        <img src="/images/page/mission/codex.jpg" class="thumbnail" width="80">
                    </div>
                    <div class="col-lg-9">
                        <p>Новые правила для работников света</p>
                    </div>
                </div>
            </a>
        </div>
    </div>


    <p class="text-center"><img src="/images/page/mission/1415014_551550491597436_590146424_o.jpg" usemap="#Map"
                                width="610"></p>
    <map name="Map" id="Map">
        <area shape="poly" coords="319,122,345,131,335,185,304,181" href="/language" alt="Язык">
        <area shape="poly" coords="382,226,443,166,461,191,402,245" href="/energy" alt="Энергия">
        <area shape="poly" coords="421,293,488,293,489,316,422,319" href="/time" alt="Время">
        <area shape="poly" coords="385,356,482,439,453,455,359,380" href="/house" alt="Пространство">
        <area shape="poly" coords="300,422,341,409,359,499,322,507" href="/study" alt="Обучение">
        <area shape="poly" coords="226,378,282,416,227,509,168,477" href="/forgive" alt="Прощающая система">
        <area shape="poly" coords="105,358,193,328,201,357,121,386" href="/money" alt="Деньги">
        <area shape="poly" coords="116,223,213,255,198,283,101,255" href="/medical" alt="Здоровье">
        <area shape="poly" coords="213,129,273,198,222,219,184,145" href="/food" alt="Питание">
    </map>

    <hr>


    <?= $this->render('../blocks/share', [
        'image'       => \yii\helpers\Url::to('/images/index/slider/1.jpg', true) ,
        'url'         => \yii\helpers\Url::current([], true),
        'title'       => $this->title,
        'description' => 'Мы – люди нового времени. Мы манифестирум Свет, Любовь, Радость, Процветание, Счастье, Здороье,
        Ясность и многомерную эволюцию на Благо Мира.',
    ]) ?>

</div>

