<?php
$this->title = 'Клатва Жителя Нового Мира';
?>
<div class="container">

    <div class="page-header">
        <h1 class="text-center">Клатва Жителя Нового Мира</h1>
    </div>
    <p><img src="/images/page/pledge/uTWH1GtsdYw.jpg" width="100%" class="thumbnail"></p>


    <div class="row">
        <div class="col-lg-8 col-lg-offset-2">
            <p class="lead text-center">ОТЧЕ НАШ, ОТЕЦ НЕБЕСНЫЙ,<br>
                я принимаю совершенно ДОБРОВОЛЬНО на себя ОТВЕТСТВЕННОСТЬ<br>
                за все свои помыслы и промыслы, направленные на установление на Планете той Божественной регулярности,
                <br>
                которая есть основа построения Общества высшей справедливости!</p>

            <p class="lead text-center">Принимая на себя ОТВЕТСТВЕННОСТЬ за будущее человечества, я выбираю смыслом
                своей жизни СЛУЖЕНИЕ ПервоТворцу, поэтому нет и не может быть у меня других Богов, кроме Творящего
                Начала Начал!</p>

            <p class="lead text-center">Принимая условия Проявленного плана СоТворца, я обязуюсь исполнять и
                придерживаться КАНОНОВ Вечности, ибо осознаю себя частью ПРАМАТРИЦЫ Пространства, которой предначертано
                сформировать Единое ДУХОВНОЕ Целое – Творца, способного самостоятельно ТВОРИТЬ Новые миры в Вечности!
                Осознавая меру своей ОТВЕТСТВЕННОСТИ за будущее своего Народа и всего человечества, я даю обещание и даю
                КЛЯТВУ вечно служить ПервоТворцу! И да минует меня чаша сомнений и неверия!</p>

            <p class="lead text-center">ОТЧЕ НАШ, ОТЕЦ НЕБЕСНЫЙ, я отдаю себя в руки Твои без тени сомнений, с Любовью и
                осознанным желанием быть Твоей опорой и Твоим Проявленным планом в Вечности!</p>

            <p class="lead text-center">Сего числа, подпись ставлю добровольно и осознанно.</p>
        </div>
    </div>
</div>