<?php
$this->title = 'Программа новой эволюционной медели разития человечества';
?>
<div class="container">

    <div class="page-header">
        <h1>Программа новой эволюционной медели разития человечества</h1>
    </div>
    <p class="lead">Программа новой эволюционной медели разития человечества</p>

    <p><img src="/images/page/program/3Z08zbLEZgk.jpg" width="100%" class="thumbnail"></p>


    <div class="row">
        <div class="col-lg-8 col-lg-offset-2">
            <h1>Суть программы</h1>

            <h2>Развитие личности</h2>

            <p>Умение вести диалог, взаимопонимание, взаимодействие с помощью идей и концепций с природой, животными,
                людьми, иерархией космоса и Богом</p>

            <p>Трансформация деструктивной составляющей в созидающую сторону физического, тонко энергетического и
                духовного плана через более яркое осознание божественной сущности себя, чем на предыдущем этапе</p>

            <p>Осознание и применение через позитивное мышление здорового образа жизни на физическом,
                эмоционально-ментальном  и духовном уровнях</p>

            <p>Гармонизация духовного, физическо-материального движения по пути совершенствования своей личности к
                божественной любви</p>

            <p>Использование памяти опыта Души человека в любой необходимый момент жизни</p>

            <p>На основе божественной любви создание семьи с понимание этого созидания</p>

            <h2>Путь развития человечества через духовность к материализации</h2>

            <p>Общеобразовательная система, основанная на передаче опыта, включает все этапы развития человека</p>

            <p>Умение человеком на физическом уровне и на основе божественного промысла материализовать и реализовать
                сформулированные модели </p>

            <p>Открытие возможностей,  легко доступного,  улучшение  бытовых и материальных благ по личностному
                усмотрению каждого индивида</p>

            <p>Взаимоотношения между людьми разных рас и наций, построенные на их  понимании  друг-друга</p>

            <p>Проявление и соблюдение законов иерархичности на всех человеческих уровнях во  благо всех наций  в
                комплексе с космическими законами</p>

            <p>Разработка и использование чистых, возобновляемых источников энергии и совместное применение новых
                технологий на благо всех наций</p>

            <p>Восстановление природной среды в меру наших возможностей и производства продукции экологически чистого
                качества на благо всего живого</p>

            <p>Предоставление потребностей для реализации божественной индивидуальности и творчества людей</p>

            <p>Имея в виду весь позитивный опыт всех религий и науки, создавать новое во благо людей</p>

            <h2>Планетарное развитие земли и всего на ней находящегося, на поверхности и в недрах</h2>

            <p>Богом созданная Земля должна развиваться по предусмотренным для неё законам</p>

            <p>Соотношение воды, суши, воздуха и солнечного света наиболее благоприятное для жизнетворчества людей,
                природы и всего живого на Земле</p>

            <p>Планетарное состояние Земли в концепции с космическими эволюционными процессами находится в гармоничном
                соотношении</p>

            <p>Гармоничное проявление климатических условий для развития Душ в материи</p>

            <p>Гармоничное взаимодействие землян и планеты</p>

            <h2>Рабочая группа с ассциацией:</h2>

            <p>Биоэнергетиков Латвии  &rdquo;Māksla dzīvot&rdquo;</p>

            <p>Галактическоий Союз Сил Света</p>
        </div>
    </div>
</div>