<div class="container">

    <div class="page-header">
        <h1>Процесс вознесения</h1>
    </div>


    <div class="row">

        <div class="col-lg-6 col-lg-offset-3">
            <p class="lead">Этот процесс связан с повышением собственных вибраций выше уровня вибраций Измерения нашего
                мира, что и приводит к реализации Тела Света.</p>

            <p><img src="/images/page/up/HT6z2yJSe9I.jpg" width="100%" class="thumbnail"></p>

            <p>Вознесение это естественный эволюционный ход развития. Вы, дорогие, как было положено, наработали
                достаточно Опыта на этом Плане Бытия и теперь поднимаетесь уровнем выше в соответствии с вашей
                эволюцией.</p>

            <p>Вознесение как процесс это не просто изменения в жизни человека, это перестройка всего его тела, сознания
                и Души. После своего Вознесения, человек уже никогда не будет таким как прежде. Он полностью
                меняется.</p>

            <p>Вознесение в теле. Вознесение в теле это трансформация, Преображение и полное Очищение тела от болезней,
                шлаков, застарелых энергий. Это перестройка всех органов чувств на высоко – частотный спектр излучения.
                Тело человека полностью пронизывают Энергии Света или Тьмы(в зависимости от того Светоносное оно или
                Тьманосное). Эти энергии меняют саму Структуру всего тела, где оно становится более Тонким. </p>

            <h2>Что вы получите по результатам вознесения</h2>

            <p><b>Зрение</b>. Человек начинает видеть вещи, людей, Энергии, растения и животных 5-го измерения. То, что
                окружающие люди не видят и на что не обращают внимания, Возносящийся человек видит как Реальность.
                Человек перестаёт сомневаться в том, что он видит то, что не видят другие. Самое главное, что
                Возносящийся человек начинает видеть Энергии. Энергии людей, животных, пространства, домов и растений
                3-го и конечно 5-го измерения. То есть, если среди людей будет ходить человек 5-го измерения, обычные
                люди его даже не почувствуют, а вот Возносящийся увидит и почувствует этого человека сразу. Вот только
                пространство 3-го измерения для него станет менее плотным, чем раньше. То есть, он начинает больше
                видеть Энергии этого пространства, и меньше его как плотность. А вот объекты 5-го измерения для него
                уплотняются, и он начинает видеть и чувствовать их отчётливо. Объекты 5-го измерения для него становятся
                такими же Реальными, как и когда-то 3-е измерение.</p>

            <p><b>Слух</b>. Человек начинает слышать звуки, голоса 5-го измерения. Возносящегося человека, например,
                может
                позвать кто-то из людей 3-го измерения, а он даже не услышит, что его зовут. Он услышит это как какой-то
                лёгкий или тихий звук, доносящийся издалека, даже не смотря на то, что зовущий его человек стоит с ним
                рядом. А вот если его позовёт человек 5-го измерения, то он непременно его услышит. Он также будет
                слышать голоса животных, растений, минералов и всех остальных жителей 5-го измерения. А вот 3-е
                измерение… он может и не слышать, будто он даже и не находится там и его даже не существует.</p>

            <p><b>Возносящийся</b> человек начинает чувствовать запахи 5-го измерения. Запахи могут разные, например:
                леса,
                людей, растений, животных и вообще пространства. Например, вы можете стоять, и чувствовать нежный запах
                какого-нибудь красивого и приятного растения, которого в принципе нет вокруг вас и на улице. Вы можете
                стоять в центре города на улице посреди оживлённого движения и всё равно чувствовать благовонный запах
                растения, которое как вам будет казаться, находится рядом с вами. Вы можете чувствовать, что сам аромат
                вашего дома поменялся, будто вы побрызгали его духами. Это всё будет означать, что вы чувствуете запахи
                5-го измерения.</p>

            <p><b>Вкус</b>. Вкус некоторой еды, которая раньше вам, например, очень нравилась, может показаться
                совершенно
                невкусным. Вы сможете питаться едой, а точнее энергией 5-го измерения. И так как вся еда состоит из
                Энергий, и каждая обладает своей, то соответственно, вы уже будете выбирать, какую именно Энергию вам
                хочется «покушать». Здесь вы делаете тоже самое, только используете для этого плотную еду. А там, вы
                сможете питаться непосредственно самой Энергией еды, и у вас отпадёт необходимость получать её через
                плотную пищу. По мере вашего Вознесения, у вас будут меняться вкусы в еде и станет сильно уменьшаться
                рацион питания. В конце концов, дойдёт все до того, что вы захотите пить только воду или чай и не будет
                желания «поесть» плотную пищу, так как вы уже будете есть «пищу» 5-го измерения.</p>

            <p><b>Осязание</b>. Лежа, расслабившись, например, перед сном, вы сможете чувствовать… какой-то предмет из
                5-го
                измерения. Но ещё лучше вы сможете это сделать, если представите этот предмет в своём воображении.
                Например, домик. Представив хорошенько домик, вы уже сможете почувствовать его, пощупать его дверь, его
                внутреннюю обстановку, какие-то вещи в этом домике и ощутить из какого материала он состоит — мягкого
                или твёрдого. </p>

            <p class="text-center"><a class="btn btn-success btn-lg" href="http://www.blessyou.ru/" role="button"
                                      target="_blank">Начать активацию себя</a></p>
        </div>

    </div>
</div>